Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "Printout",
    "value": {
        "title": "Принтиране изгледа на картата",
        "flyouttitle": "Принтиране изгледа на картата",
        "desc": "",
        "btnTooltip": "",
        "BasicView": {
            "title": "Принтиране изгледа на картата",
            "name": {
                "label": "",
                "placeholder": "",
                "tooltip": ""
            },
            "language": {
                "label": "",
                "options": {
                    "fi": "",
                    "sv": "",
                    "en": ""
                },
                "tooltip": ""
            },
            "size": {
                "label": "Размер",
                "tooltip": "Избиране оформлението при принтиране / Съответно се актуализира прегледа на картата",
                "options": {
                    "А4": "А4 вертикално",
                    "A4_Landscape": "А4 хоризонтално",
                    "А3": "А3 вертикално",
                    "A3_Landscape":"А3 хоризонтално"
                }
            },
            "preview": {
                "label": "Преглед",
                "pending": "Прегледът ще бъде актуализиран скоро",
                "notes": {
                    "extent": "Прегледът може да бъде използван за решаване размера на картата при принтиране"
                }
            },
            "buttons": {
                "save": "Принтиране",
                "ok": "ОК",
                "back": "",
                "cancel": "Отказ / Отмяна"
            },
            "location": {
                "label": "Местоположение и мащаб",
                "tooltip": "Мащабът при принтиране да съответства на мащаба на картата в браузъра",
                "zoomlevel": "Мащаб"
            },
            "settings": {
                "label": "Повече настройки",
                "tooltip": "Направете допълнителни настройки, като формат, заглавие и мащаб"
            },
            "format": {
                "label": "Формат",
                "tooltip": "Изберете формат",
                "options": {
                    "png": "PNG",
                    "pdf": "PDF документ"
                }
            },
            "mapTitle": {
                "label": "Добавяне на заглавие",
                "tooltip": "Добавяне заглавие на картата"
            },
            "content": {
                "pageLogo": {
                    "label": "Добавяне логото на Oskari",
                    "tooltip": "Може да скриете логото, ако е необходимо"
                },
                "pageScale": {
                    "label": "Мащаб на страницата",
                    "tooltip": "Добавяне мащаб на картата"
                },
                "pageDate": {
                    "label": "Дата на страницата",
                    "tooltip": "Може да добавите дата при принтиране"
                }
            },
            "help": "Помощ",
            "error": {
                "title": "Грешка",
                "size": "",
                "name": "",
                "nohelp": "Помощта не е на разположение",
                "saveFailed": "Принтирането на картата е неуспешно| Опитайте по - късно",
                "nameIllegalCharacters": ""
            }
        },
        "StartView": {
            "text": "Може да принтирате изгледа на картата, който току що създадохте",
            "info": {
                "maxLayers": "Може да принтирате максимум 8 слоя наведнъж",
                "printoutProcessingTime": "Процесът на принтиране отнема известно време, когато са избрани много слоеве"
            },
            "buttons": {
                "continue": "Продължаване",
                "cancel": "Отказ"
            }
        }
    }
});
