Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "Printout",
    "value": {
        "title": "Принтиране изгледа на картата",
        "flyouttitle": "Принтиране изгледа на картата",
        "desc": "",
        "btnTooltip": "",
        "BasicView": {
            "title": "Принтиране изгледа на картата",
            "name": {
                "label": "",
                "placeholder": "",
                "tooltip": ""
            },
            "language": {
                "label": "",
                "options": {
                    "fi": "",
                    "sv": "",
                    "en": ""
                },
                "tooltip": ""
            },
            "size": {
                "label": "Размер",
                "tooltip": "Избиране оформлението при принтиране / Съответно се актуализира прегледа на картата",
                "options": [
                    {
                        "id": "А4",
                        "label": "А4 вертикално",
                        "classForPreview": "Преглед на вертикален изглед",
                        "selected": "Вярно"
                    },
                    {
                        "id": "А4 хоризонтално",
                        "label": "А4 хоризонтално",
                        "classForPreview": "Преглед на хоризонтален изглед"
                    },
                    {
                        "id": "А3",
                        "label": "А3 вертикално",
                        "classForPreview": "Преглед на вертикален изглед"
                    },
                    {
                        "id": "А3 хоризонтално",
                        "label": "А3 хоризонтално",
                        "classForPreview": "Преглед на хоризонтален изглед"
                    }
                ]
            },
            "preview": {
                "label": "Преглед",
                "tooltip": "Щракнете на малкия преглед, за да отворите по - голям преглед",
                "pending": "Прегледът ще бъде актуализиран скоро",
                "notes": {
                    "extent": "Прегледът може да бъде използван за решаване размера на картата при принтиране",
                    "restriction": "Не всички картни слоеве са показани в прегледа"
                }
            },
            "buttons": {
                "save": "Принтиране",
                "ok": "ОК",
                "back": "",
                "cancel": "Отказ / Отмяна"
            },
            "location": {
                "label": "Местоположение и мащаб",
                "tooltip": "Мащабът при принтиране да съответства на мащаба на картата в браузъра",
                "zoomlevel": "Мащаб"
            },
            "settings": {
                "label": "Повече настройки",
                "tooltip": "Направете допълнителни настройки, като формат, заглавие и мащаб"
            },
            "format": {
                "label": "Формат",
                "tooltip": "Изберете формат",
                "options": [
                    {
                        "id": "png",
                        "format": "NOT TRANSLATED",
                        "label": "NOT TRANSLATED"
                    },
                    {
                        "id": "NOT TRANSLATED",
                        "format": "NOT TRANSLATED",
                        "selected": "Вярно",
                        "label": "PDF документ"
                    }
                ]
            },
            "mapTitle": {
                "label": "Добавяне на заглавие",
                "tooltip": "Добавяне заглавие на картата"
            },
            "content": {
                "options": [
                    {
                        "id": "Лого на страницата",
                        "label": "Добавяне логото на Oskari",
                        "tooltip": "Може да скриете логото, ако е необходимо",
                        "checked": "Проверено"
                    },
                    {
                        "id": "Мащаб на страницата",
                        "label": "Добавяне мащаб на картата",
                        "tooltip": "Добавяне мащаб на картата",
                        "checked": "Проверено"
                    },
                    {
                        "id": "Дата на страницата",
                        "label": "Добавете дата",
                        "tooltip": "Може да добавите дата при принтиране",
                        "checked": "проверено"
                    }
                ]
            },
            "help": "Помощ",
            "error": {
                "title": "Грешка",
                "size": "",
                "name": "",
                "nohelp": "Помощта не е на разположение",
                "saveFailed": "Принтирането на картата е неуспешно| Опитайте по - късно",
                "nameIllegalCharacters": ""
            }
        },
        "StartView": {
            "text": "Може да принтирате изгледа на картата, който току що създадохте",
            "info": {
                "maxLayers": "Може да принтирате максимум 8 слоя наведнъж",
                "printoutProcessingTime": "Процесът на принтиране отнема известно време, когато са избрани много слоеве"
            },
            "buttons": {
                "continue": "Продължаване",
                "cancel": "Отказ"
            }
        }
    }
});
