Oskari.registerLocalization(
{
    "lang": "hy",
    "key": "Printout",
    "value": {
        "title": "Տպել դիտվող քարտեզը",
        "flyouttitle": "Տպել դիտվող քարտեզը",
        "desc": "",
        "btnTooltip": "",
        "BasicView": {
            "title": "Տպել դիտվող քարտեզը",
            "name": {
                "label": "",
                "placeholder": "",
                "tooltip": ""
            },
            "language": {
                "label": "",
                "options": {
                    "fi": "",
                    "sv": "",
                    "en": ""
                },
                "tooltip": ""
            },
            "size": {
                "label": "Չափ",
                "tooltip": "Ընտրել տպվող չափը/քարտեզի նախադիտումը համապատասխանաբար թարմացվում է",
                "options": [
                    {
                        "id": "A4",
                        "label": "A4 ուղղահայաց",
                        "classForPreview": "Ուղղահայաց նախադիտում",
                        "selected": "Ճիշտ է"
                    },
                    {
                        "id": "A4 հորիզոնական",
                        "label": "A4 հորիզոնական",
                        "classForPreview": "Հորիզոնական նախադիտում"
                    },
                    {
                        "id": "A3",
                        "label": "A3 ուղղահայաց",
                        "classForPreview": "Ուղղահայաց նախադիտում"
                    },
                    {
                        "id": "A3 հորիզոնական",
                        "label": "A3 հորիզոնական",
                        "classForPreview": "Հորիզոնական նախադիտում"
                    }
                ]
            },
            "preview": {
                "label": "Նախադիտում",
                "tooltip": "Սեղմել նախադիտման փոքր պատուհանը բացելու համար նախադիտման մեծ պատուհանը",
                "pending": "Նախադիտումը արագ թարմացվում է",
                "notes": {
                    "extent": "Նախադիտումը կարող է օգտագործվել տպելու ժամանակ քարտեզի չափերը նշելու համար",
                    "restriction": "Քարտեզի ոչ բոլոր շերտերն են ցուցադրված նախադիտման մեջ"
                }
            },
            "buttons": {
                "save": "Տպել",
                "ok": "OK",
                "back": "",
                "cancel": "Դադարեցնել"
            },
            "location": {
                "label": "Տեղանքը և մեծացման մակարդակը",
                "tooltip": "Տպման մասշտաբը համապատասխանում է բրաուզերում քարտեզի մասշտաբին",
                "zoomlevel": "Մեծացման մակարդակ"
            },
            "settings": {
                "label": "Նոր պարամետրեր",
                "tooltip": "Ավելացնել հավելյալ պարամետրեր, ինչպես օրինակ ձևաչափ, վերնագիր և մասշտաբ"
            },
            "format": {
                "label": "Ձևաչափ",
                "tooltip": "Ընտրել ֆայլի ձևաչափը",
                "options": [
                    {
                        "id": "png",
                        "format": "Պատկեր/png",
                        "label": "PNG պատկեր"
                    },
                    {
                        "id": "pdf",
                        "format": "Կիրառում/pdf",
                        "selected": "Ճիշտ է",
                        "label": "PDF փաստաթուղթ"
                    }
                ]
            },
            "mapTitle": {
                "label": "Ավելացնել վերնագիր",
                "tooltip": "Ավելացնել վերնագիր քարտեզի համար"
            },
            "content": {
                "options": [
                    {
                        "id": "Էջի պատկերանիշ",
                        "label": "Ավելացնել OSKARI պատկերանիշ",
                        "tooltip": "Անհրաժեշտության դեպքում հնարավոր է թաքցնել պատկերանիշը",
                        "checked": "Ստուգված"
                    },
                    {
                        "id": "Էջի մասշտաբ",
                        "label": "Քարտեզին ավելացնել մասշտաբ",
                        "tooltip": "Քարտեզին ավելացնել մասշտաբ",
                        "checked": "Ստուգված"
                    },
                    {
                        "id": "Էջի տվյալներ",
                        "label": "Ավելացնել տվյալներ",
                        "tooltip": "Տպման ժամանակ ամսաթիվ ավելացնելու հնարավորություն",
                        "checked": "Ստուգված"
                    }
                ]
            },
            "help": "Օգնություն",
            "error": {
                "title": "Սխալ",
                "size": "",
                "name": "",
                "nohelp": "Օգնությունը հասանելի չէ",
                "saveFailed": "Քարտեզի տպումը ձախողված է/կրկին փորձեք",
                "nameIllegalCharacters": ""
            }
        },
        "StartView": {
            "text": "Հնարավոր է տպել հենց նոր ձեր կողմից ստեղծված քարտեզը",
            "info": {
                "maxLayers": "Հնարավոր է տպել մինչև 8 շերտ միաժամանակ",
                "printoutProcessingTime": "Բազմակի շերտերի ընտրության դեպքում տպելու գործընթացը կարող է որոշ ժամանակ տևել"
            },
            "buttons": {
                "continue": "Շարունակել",
                "cancel": "Դադարեցնել"
            }
        }
    }
});
