Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "Printout",
    "value": {
        "title": "Друкувати вигляд карти",
        "flyouttitle": "Друкувати вигляд карти",
        "desc": "",
        "btnTooltip": "",
        "BasicView": {
            "title": "Друкувати вигляд карти",
            "name": {
                "label": "",
                "placeholder": "",
                "tooltip": ""
            },
            "language": {
                "label": "",
                "options": {
                    "fi": "",
                    "sv": "",
                    "en": ""
                },
                "tooltip": ""
            },
            "size": {
                "label": "Розмір",
                "tooltip": "Обрати макет друку| Попередній перегляд оновлюється відповідно",
                "options": {
                    "А4": "А4 Книжкова",
                    "A4_Landscape": "А4 Альбомна",
                    "А3": "А3 Книжкова",
                    "A3_Landscape": "А3 Альбомна"
                }
            },
            "preview": {
                "label": "Попередній перегляд",
                "pending": "Попередній перегляд зараз оновиться",
                "notes": {
                    "extent": "Використовуйте попередній перегляд щоб встановити межі друку"
                }
            },
            "buttons": {
                "save": "Друк",
                "ok": "ОК",
                "back": "",
                "cancel": "Скасувати"
            },
            "location": {
                "label": "Місцеположення та масштаб",
                "tooltip": "Масштаб друку співпадає з масштабом карти у вікні браузера",
                "zoomlevel": "Масштаб"
            },
            "settings": {
                "label": "Додаткові налаштування",
                "tooltip": "Додаткові налаштування такі як формат файлу, заголовок та масштаб"
            },
            "format": {
                "label": "Формат",
                "tooltip": "Оберіть формат файлу",
                "options": {
                    "png": "PNG зображення",
                    "pdf": "PDF документ"
                }
            },
            "mapTitle": {
                "label": "Додати заголовок",
                "tooltip": "Додати заголовок на карту"
            },
            "content": {
                "pageLogo": {
                    "label": "Додати логотип Oskari",
                    "tooltip": "Ви можете приховати логотип, якщо це необхідно"
                },
                "pageScale": {
                    "label": "Додати масштаб на карту",
                    "tooltip": "Додати масштаб на карту"
                },
                "pageDate": {
                    "label": "Додати дату",
                    "tooltip": "Ви можете також додати дату до роздруківки"
                }
            },
            "help": "Довідка",
            "error": {
                "title": "Помилка",
                "size": "",
                "name": "",
                "nohelp": "Немає доступних довідок",
                "saveFailed": "Друк карти не виконано| Спробуйте пізніше",
                "nameIllegalCharacters": ""
            }
        },
        "StartView": {
            "text": "Ви можете роздрукувати вигляд щойно створеної карти",
            "info": {
                "maxLayers": "За один раз можна надрукувати максимум 8 шарів",
                "printoutProcessingTime": "Підготовка до друку займає певний час якщо обрано декілька шарів"
            },
            "buttons": {
                "continue": "Продовжити",
                "cancel": "Скасувати"
            }
        }
    }
});
