Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "maplegend",
    "value": {
        "title": "Условные обозначения",
        "desc": "",
        "noLegendsText": "Условные обозначения отсутствуют",
        "invalidLegendUrl": "Условные обозначения недоступны",
        "tooltip": "Показать условные обозначения",
        "singleLegend": "Условные обозначения: ",
        "infotext": "Выберать слой карты, для которого отображаются условные обозначения:",
        "newtab": "Открыть в новой вкладке",
        "guidedTour": {
            "title": "Условные обозначения карты",
            "message": "См. условные обозначения добавленных слоев, чтобы лучше понять данные.",
            "openLink": "Показать легенды",
            "closeLink": "Скрыть легенды"
        }
    }
});
