Oskari.registerLocalization(
{
    "lang": "hy",
    "key": "Toolbar",
    "value": {
        "buttons": {
            "link": {
                "tooltip": "Հղում",
                "ok": "OK",
                "title": "Քարտեզի դիտման հղում"
            },
            "print": {
                "tooltip": "Տպել"
            },
            "history": {
                "reset": "Վերադառնալ բազային պատկերին",
                "back": "Հետ",
                "next": "Առաջ"
            },
            "pan": "Համայնապատկերային քարտեզի դիտում",
            "zoom": "Մեծացնել",
            "measure": {
                "line": "Չափման հեռավորություն",
                "area": "Չափման տարածք"
            }
        },
        "measure": {
            "title": "Չափումներ",
            "close": "Դադարեցնել",
            "guidance": {
                "measureline": "Չափել քարտեզի նշված գիծը:Կրկնակի սեղմել չափումը դադարեցնելու համար",
                "measurearea": "Չափել քարտեզի նշված տարածքը:Կրկնակի սեղմել չափումը դադարեցնելու համար"
            }
        }
    }
}
);