Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "Toolbar",
    "value": {
        "buttons": {
            "link": {
                "tooltip": "Создать ссылку на просмотр карты.",
                "ok": "OK",
                "title": "Ссылка на просмотр карты",
                "cannot": "На этот вид карты не может быть создана ссылка. Создайте новый вид карты и повторите попытку.",
                "copy": "Скопировать ссылку в буфер обмена",
                "addMarker": "Показать маркер в центре карты"
            },
            "history": {
                "reset": "Перейти к виду карты по умолчанию.",
                "back": "Перейти к предыдущему виду карты.",
                "next": "Перейти к следующему виду карты."
            },
            "pan": "Панорамирование карты с помощью мыши.",
            "zoom": "Увеличение масштаба карты.",
            "measure": {
                "line": "Измерить линию на карте.",
                "area": "Измерить площадь на карте."
            }
        },
        "measure": {
            "title": "Результаты измерения",
            "close": "Отменить",
            "guidance": {
                "measureline": "Нарисуйте измеримую линию, щелкнув ее точки разрыва.",
                "measurearea": "Нарисуйте измеримую область, щелкнув по ее угловым точкам."
            }
        },
        "guidedTour": {
            "title": "Инструменты",
            "message": "Используйте инструменты для редактирования карты. Держите указатель мыши поверх инструмента, и вы можете прочитать инструкции по использованию инструмента. <br/> <br/> Некоторые инструменты доступны только для зарегистрированных пользователей."
        }
    }
});
