Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "Toolbar",
    "value": {
        "buttons": {
            "link": {
                "tooltip": "Посилання",
                "ok": "Ок",
                "title": "Посилання на вигляд карти"
            },
            "print": {
                "tooltip": "Друк"
            },
            "history": {
                "reset": "Повернутись до початкового вигляду",
                "back": "Попередній вигляд",
                "next": "Наступний вигляд"
            },
            "pan": "Панорамування",
            "zoom": "Збільшити",
            "measure": {
                "line": "Виміряти відстань",
                "area": "Виміряти площу"
            }
        },
        "measure": {
            "title": "Вимірювання",
            "close": "Скасувати",
            "guidance": {
                "measureline": "Вимірювання лінії на карті. Подвійний клік закінчує вимірювання.",
                "measurearea": "Вимірювання площі на карті. Подвійний клік закінчує вимірювання."
            }
        }
    }
}
);