Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "Toolbar",
    "value": {
        "buttons": {
            "link": {
                "tooltip": "Посилання",
                "ok": "Ок",
                "title": "Посилання на вигляд карти"
            },
            "history": {
                "reset": "Повернутись до початкового вигляду",
                "back": "Попередній вигляд",
                "next": "Наступний вигляд"
            },
            "pan": "Панорамування",
            "zoom": "Збільшити",
            "measure": {
                "line": "Виміряти відстань",
                "area": "Виміряти площу"
            }
        },
        "measure": {
            "title": "Вимірювання",
            "close": "Скасувати",
            "guidance": {
                "measureline": "Вимірювання лінії на карті.",
                "measurearea": "Вимірювання площі на карті."
            }
        },
        "guidedTour": {
            "title": "Інструменти",
            "message": "Використовуйте інструменти щоб додати місця, зберегти вигляд карти, створити посилання на вигляд карти або повернутись до попереднього вигляду. Наведіть мишкою на інструмент щоб побачити підказку щодо нього."
        }
    }
});