Oskari.registerLocalization(
    {
        'lang': 'ru',
        'key': 'LayerList',
        'value': {
            'title': 'Слои карты',
            'desc': '',
            'errors': {
                'loadFailed': 'Не удалось загрузить слои карты. Перезагрузите веб-страницу в браузере и снова выберите слои карты.',
                'noResults': 'Результаты поиска не найдены. Пожалуйста, проверьте поисковый запрос.'
            },
            'tabs': {
                'layerList': 'Поиск слоев карты',
                'selectedLayers': 'Выбранные слои'
            },
            'filter': {
                'title': 'Показать',
                'all': {
                    'title': 'Все слои',
                    'tooltip': ''
                },
                'search': {
                    'placeholder': 'Поиск слоев карты по названию слоя карты, названию поставщика данных или ключевому слову',
                    'tooltip': 'Поиск слоев карты по названию слоя карты, названию поставщика данных или ключевому слову. Можно ввести запрос целиком или его часть.'
                },
                'newest': {
                    'title': 'Новейшие',
                    'tooltip': 'Показать ## новейших слоев карт'
                },
                'raster': {
                    'title': 'Растровые слои',
                    'tooltip': 'Показать только растровые слои'
                }
            },
            'grouping': {
                'title': 'Сформировать по группам',
                'inspire': 'По теме',
                'organization': 'По поставщику данных',
                'noGroup' : 'Отменить формирование по группам'
            },
            'layer': {
                'tooltip': {
                    'timeseries': 'Слой временного ряда'
                },
                'styles': {
                    'title': 'Вид'
                },
                'moveToScale': 'Пожалуйста, перейдите на подходящий уровень карты.',
                'moveToContentArea': 'Перейти в подходящее местоположение.',
                'publishable': 'Публикуемый',
                'hidden': 'Слой карты временно скрыт'
            },
            'backendStatus': {
                'OK': 'Слой карты в настоящее время доступен.',
                'DOWN': 'Слой карты в настоящее время недоступен.',
                'ERROR': 'Слой карты в настоящее время недоступен.',
                'MAINTENANCE': 'Слой карты может быть иногда недоступен в течение нескольких следующих дней.',
                'UNKNOWN': '',
                'UNSTABLE': ''
            },
            'guidedTour': {
                'title': 'Слои карты',
                'message': 'В меню "Слои карты" вы можете найти все слои карты, содержащиеся в картографическом сервисе.<br/><br/>Сортировать слои карты по теме или поставщику данных.<br/><br/>Искать слои карты по названию слоя карты, поставщику данных или ключевому слову. Самые последние слои карты, векторные слои и публикуемые слои вы можете найти в предварительно сформированных списках.<br/><br/>Вы можете проверить текущие открытые слои карты во вкладке "Выбранные слои". Вы можете переставлять слои перетаскиванием, регулировать их прозрачность и изменять стиль некоторых слоев.',
                'openLink': 'Показать Слои карты',
                'closeLink': 'Скрыть Слои карты',
                'tileText': 'Слои карты'
            }
        }
    });
