Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "catalogue.metadata",
    "value": {
        "title": "Метаданные",
        "layerTool": "Показать метаданные",
        "flyout": {
            "title": "Метаданные",
            "tab": {
                "basic": "Основная информация",
                "inspire": "Метаданные Inspire",
                "jhs": "Метаданные ISO 19115",
                "quality": "Качество данных",
                "actions": "Действия"
            },
            "actions": {
                "xml": "ISO 19139 XML файл",
                "show": "Показать слой карты",
                "hide": "Скрыть слой карты",
                "removeBBOX": "Скрыть область покрытия",
                "showBBOX": "Показать область покрытия"
            },
            "error": {
                "notFound": "Метаданные не найдены",
            },
            "quality": {
                "pass": {
                    "true": "Набор данных соответствует спецификации.",
                    "false": "Набор данных не соответствует спецификации."
                },
                "nameOfMeasure": "Название меры",
                "citationTitle": "Раздел",
                "measureIdentificationCode": "Идентификационный код меры",
                "measureIdentificationAuthorization": "Разрешение на идентификацию меры",
                "measureDescription": "Описание меры",
                "evaluationMethodType": "Метод оценки",
                "evaluationMethodDescription": "Описание метода оценки",
                "evaluationProcedure": "Процедура оценки",
                "dateTime": "Дата / время",
                "specification": "Название спецификации",
                "explanation": "Объяснение",
                "valueType": "Тип значения",
                "valueUnit": "Единица измерения",
                "errorStatistic": "Статистическая погрешность",
                "value": "Значение"
            },
            "label": {
                "layerList": "Слой карты",
                "abstractTextData": "Текст краткого содержания (данные)",
                "abstractTextService": "Текст краткого содержания (сервисы)",
                "accessConstraints": "Ограничения доступа",
                "date": "Дата",
                "classifications": "Классификации",
                "descriptiveKeywords": "Ключевые слова",
                "distributionFormats": "Формат распространения",
                "fileIdentifier": "Идентификатор файла",
                "legalConstraint": "Правовые ограничения",
                "lineageStatements": "Информация о происхождении",
                "metadataCharacterSet": "Набор символов метаданных",
                "metadataDateStamp": "Дата метаданных",
                "metadataLanguage": "Язык метаданных",
                "metadataResponsibleParties": "Название организации",
                "metadataStandardName": "Стандарт названия метаданных",
                "metadataStandardVersion": "Стандарт версии метаданных",
                "onlineResources": "Сетевые ресурсы",
                "operatesOn": "Действия",
                "otherConstraints": "Другие ограничения",
                "reportConformance": "Соответствие",
                "conformanceResult": "Результат соответствия",
                "quantitativeResult": "Количественный результат",
                "responsibleParties": "Ответственная сторона",
                "resourceIdentifiers": "Идентификатор ресурса",
                "languages": "Язык ресурса",
                "scopeCodes": "Тип ресурса",
                "serviceType": "Тип сервиса",
                "spatialRepresentationTypes": "Тип пространственного представления",
                "spatialResolutions": "Пространственное разрешение",
                "temporalExtents": "Временные экстенты",
                "topicCategories": "Тематические категории ",
                "useLimitations": "Ограничения использования",
                "absoluteExternalPositionalAccuracy": "Абсолютная внешняя позиционная точность",
                "accuracyOfTimeMeasurement": "Точность измерения времени",
                "completenessCommission": "Проверка полноты",
                "completenessOmission": "Ошибка полноты",
                "conceptualConsistency": "Концептуальная согласованность",
                "domainConsistency": "Согласованность домена",
                "formatConsistency": "Согласованность форматов",
                "griddedDataPositionalAccuracy": "Точность местоположения растровых данных",
                "nonQuantitativeAttributeAccuracy": "Точность неколичественных атрибутов",
                "quantitativeAttributeAccuracy": "Точность количественных атрибутов",
                "relativeInternalPositionalAccuracy": "Относительная внутренняя точность местоположения",
                "temporalConsistency": "Временная последовательность",
                "temporalValidity": "Временная достоверность",
                "thematicClassificationCorrectness": "Правильность тематической классификации",
                "topologicalConsistency": "Топологическая согласованность"
            }
        },
        "codes": {
            "gmd:MD_CharacterSetCode": {
                "ucs2": {
                    "label": "UCS2",
                    "description": "16-разрядный универсальный набор символов фиксированного размера, основанный на ISO/IEC 10646"
                },
                "ucs4": {
                    "label": "UCS4",
                    "description": "32-разрядный универсальный набор символов фиксированного размера, основанный на ISO/IEC 10646"
                },
                "utf7": {
                    "label": "UTF7",
                    "description": "7-разрядный переменный формат передачи размера UCS, основанный на ISO/IEC 10646"
                },
                "utf8": {
                    "label": "UTF8",
                    "description": "8-разрядный переменный формат передачи размера UCS, основанный на ISO/IEC 10646"
                },
                "utf16": {
                    "label": "UTF16",
                    "description": "16-разрядный переменный формат передачи размера UCS, основанный на ISO/IEC 10646"
                },
                "8859part1": {
                    "label": "8859 Часть 1",
                    "description": "ISO/IEC 8859-1, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 1: Латинский алфавит № 1"
                },
                "8859part2": {
                    "label": "8859 Часть 2",
                    "description": "ISO/IEC 8859-2, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 2: Латинский алфавит № 2"
                },
                "8859part3": {
                    "label": "8859 Часть 3",
                    "description": "ISO/IEC 8859-3, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 3: Латинский алфавит № 3"
                },
                "8859part4": {
                    "label": "8859 Часть 4",
                    "description": "ISO/IEC 8859-4, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 4: Латинский алфавит № 4"
                },
                "8859part5": {
                    "label": "8859 Часть 5",
                    "description": "ISO/IEC 8859-5, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 5: Латиница/кириллица"
                },
                "8859part6": {
                    "label": "8859 Часть 6",
                    "description": "ISO/IEC 8859-6, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 6: Латинский/арабский алфавит"
                },
                "8859part7": {
                    "label": "8859 Часть 7",
                    "description": "ISO/IEC 8859-7, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 7: Латинский/греческий алфавит"
                },
                "8859part8": {
                    "label": "8859 Часть 8",
                    "description": "ISO/IEC 8859-8, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 8: Латиница/иврит"
                },
                "8859part9": {
                    "label": "8859 Часть 9",
                    "description": "ISO/IEC 8859-9, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 9: Латинский алфавит № 5"
                },
                "8859part10": {
                    "label": "8859 Часть 10",
                    "description": "ISO/IEC 8859-10, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 10: Латинский алфавит № 6"
                },
                "8859part11": {
                    "label": "8859 Часть 11",
                    "description": "ISO/IEC 8859-11, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 11: Латинский/тайский алфавит"
                },
                "8859part13": {
                    "label": "8859 Часть 13",
                    "description": "ISO/IEC 8859-13, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 13: Латинский алфавит № 7"
                },
                "8859part14": {
                    "label": "8859 Часть 14",
                    "description": "ISO/IEC 8859-14, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 14: Латинский алфавит № 8 (кельтский)"
                },
                "8859part15": {
                    "label": "8859 Часть 15",
                    "description": "ISO/IEC 8859-15, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 15: Латинский алфавит № 9"
                },
                "8859part16": {
                    "label": "8859 Часть 16",
                    "description": "ISO/IEC 8859-16, Информационные технологии - 8-разрядные однобайтовые кодированные графические наборы символов - Часть 16: Латинский алфавит № 10"
                },
                "jis": {
                    "label": "JIS",
                    "description": "Японский кодовый набор для электронной передачи"
                },
                "shiftJIS": {
                    "label": "Shift JIS",
                    "description": "Японский набор кодов, используемый на машинах MS-DOS"
                },
                "eucJP": {
                    "label": "EUC JP",
                    "description": "Японский набор кодов, используемый на машинах на базе UNIX"
                },
                "usAscii": {
                    "label": "US ASCII",
                    "description": "Набор кодов США ASCII (ISO 646 US)"
                },
                "ebcdic": {
                    "label": "EBCDIC",
                    "description": "Набор кодов мэйнфреймов IBM"
                },
                "eucKR": {
                    "label": "EUC KR",
                    "description": "Корейский набор кодов"
                },
                "big5": {
                    "label": "Big 5",
                    "description": "Традиционный китайский набор кодов, используемый в Тайване (Китай), Гонконге (Китай) и других областях"
                },
                "GB2312": {
                    "label": "GB2312",
                    "description": "Упрощенный китайский набор кодов"
                }
            },
            "gmd:MD_ClassificationCode": {
                "unclassified": {
                    "label": "Несекретно",
                    "description": "Доступно для общего пользования"
                },
                "restricted": {
                    "label": "Ограниченно",
                    "description": "Не для общего пользования"
                },
                "confidential": {
                    "label": "Конфиденциально",
                    "description": "Доступно для тех, кому предоставлено право доступа к информации"
                },
                "secret": {
                    "label": "Секретно",
                    "description": "Хранится или предназначается для хранения частной, неизвестной или скрытой от всех информации, кроме избранной группы лиц"
                },
                "topSecret": {
                    "label": "Совершенно секретно",
                    "description": "Информация высочайшей секретности"
                }
            },
            "gmd:CI_DateTypeCode": {
                "creation": {
                    "label": "Создание",
                    "description": "Дата определяет, когда ресурс был создан."
                },
                "publication": {
                    "label": "Публикация",
                    "description": "Дата указывает, когда ресурс был опубликован."
                },
                "revision": {
                    "label": "Корректировка",
                    "description": "Дата определяет, когда ресурс был изучен или повторно изучен и улучшен или изменен."
                }
            },
            "gmd:MD_RestrictionCode": {
                "copyright": {
                    "label": "Авторское право",
                    "description": "Исключительное право на публикацию, изготовление или продажу прав на литературное, драматическое, музыкальное или художественное произведение, на использование коммерческой печати или фирменного наименования, предоставленное законом на определенный срок автору, композитору, художнику, распространителю"
                },
                "patent": {
                    "label": "Патент",
                    "description": "Представленное Правительством исключительное право производить, продавать, использовать или лицензировать изобретение или открытие"
                },
                "patentPending": {
                    "label": "В ожидании патента",
                    "description": "Произведенная или проданная информация в ожидании патента"
                },
                "trademark": {
                    "label": "Товарный знак",
                    "description": "Название, символ или другое устройство, идентифицирующее продукт, официально зарегистрированное и юридически ограниченное в использовании владельцем или изготовителем"
                },
                "license": {
                    "label": "Лицензия",
                    "description": "Официальное разрешение что-то сделать"
                },
                "intellectualPropertyRights": {
                    "label": "Интеллектуальные права",
                    "description": "Права на получение финансовой выгоды и контроль за распределением нематериального имущества, являющегося результатом творчества"
                },
                "restricted": {
                    "label": "Ограниченно",
                    "description": "Удерживается из общего обращения или пользования"
                },
                "otherRestrictions": {
                    "label": "Прочие ограничения",
                    "description": "Ограничение не указано"
                }
            },
            "gmd:MD_ScopeCode": {
                "attribute": {
                    "label": "Атрибут",
                    "description": "Информация применяется к классу атрибутов"
                },
                "attributeType": {
                    "label": "Тип атрибута",
                    "description": "Информация применяется к характеристике объекта"
                },
                "collectionHardware": {
                    "label": "Оборудование для сбора данных",
                    "description": "Информация применяется к классу оборудования для сбора данных"
                },
                "collectionSession": {
                    "label": "Сеанс сбора данных",
                    "description": "Информация применяется к сеансу сбора данных"
                },
                "dataset": {
                    "label": "Набор данных",
                    "description": "Информация применяется к набору данных"
                },
                "series": {
                    "label": "Виды",
                    "description": "Информация применяется к видам данных"
                },
                "nonGeographicDataset": {
                    "label": "Негеографический набор данных",
                    "description": "Информация применяется к негеографическому набору данных"
                },
                "dimensionGroup": {
                    "label": "Группа измерений",
                    "description": "Информация применяется к группе измерений"
                },
                "feature": {
                    "label": "Объект",
                    "description": "Информация применяется к объекту"
                },
                "featureType": {
                    "label": "Тип объекта",
                    "description": "Информация применяется к типу объекта"
                },
                "propertyType": {
                    "label": "Тип собственности",
                    "description": "Информация применяется к типу собственности"
                },
                "fieldSession": {
                    "label": "Выездная сессия",
                    "description": "Информация применяется к выездной сессии"
                },
                "software": {
                    "label": "Программное обеспечение",
                    "description": "Информация относится к компьютерной программе или подпрограмме"
                },
                "service": {
                    "label": "Сервис",
                    "description": "Информация применяется к возможности, которую поставщик услуг предоставляет пользователю сервиса через набор интерфейсов, определяющих поведение, например вариант использования"
                },
                "model": {
                    "label": "Модель",
                    "description": "Информация применяется к копии или имитации существующего или гипотетического объекта"
                },
                "tile": {
                    "label": "Тайл",
                    "description": "Информация применяется к тайлу, пространственной подгруппе географических данных"
                }
            },
            "gmd:MD_SpatialRepresentationTypeCode": {
                "vector": {
                    "label": "Вектор",
                    "description": "Векторные данные используются для предоставления географических данных"
                },
                "grid": {
                    "label": "Растр",
                    "description": "Растровые данные используются для предоставления географических данных"
                },
                "textTable": {
                    "label": "Текст, таблица",
                    "description": "Текстовые или табличные данные используются для предоставления географических данных"
                },
                "tin": {
                    "label": "TIN",
                    "description": "Триангуляционная нерегулярная сеть"
                },
                "stereoModel": {
                    "label": "Стерео модель",
                    "description": "Трехмерный вид, образованный пересекающимися гомологичными лучами перекрывающейся пары изображений"
                },
                "video": {
                    "label": "Видеозапись",
                    "description": "Сцена из видеозаписи"
                }
            },
            "gmd:MD_TopicCategoryCode": {
                "farming": {
                    "label": "Сельское хозяйство",
                    "description": "Разведение животных и/или выращивание растений. Примеры: сельское хозяйство, ирригация, аквакультура, плантации, скотоводство, вредители и болезни, затрагивающие сельскохозяйственные культуры и животноводство"
                },
                "biota": {
                    "label": "Биота",
                    "description": "Флора и/или фауна в природной среде. Примеры: дикая природа, растительность, биологические науки, экология, дикая природа, морская жизнь, водно-болотные угодья, среда обитания"
                },
                "boundaries": {
                    "label": "Границы",
                    "description": "Правовая характеристика земельного участка. Примеры: политические и административные границы"
                },
                "climatologyMeteorologyAtmosphere": {
                    "label": "Климатология, метеорология, атмосфера",
                    "description": "Процессы и явления атмосферы. Примеры: облачный покров, погода, климат, атмосферные условия, изменение климата, осадки"
                },
                "economy": {
                    "label": "Экономика",
                    "description": "Экономическая деятельность, условия и занятость. Примеры: производство, труд, доходы, торговля, промышленность, туризм и экотуризм, лесное хозяйство, рыболовство, коммерческая или некоммерческая охота, разведка и эксплуатация таких ресурсов, как полезные ископаемые, нефть и газ"
                },
                "elevation": {
                    "label": "Высота",
                    "description": "Высота над или под уровнем моря. Примеры: высота, батиметрия, цифровые модели высот, наклон, производные продукты"
                },
                "environment": {
                    "label": "Окружающая среда",
                    "description": "Экологические ресурсы, охрана и сохранение. Примеры: загрязнение окружающей среды, хранение и обработка отходов, оценка воздействия на окружающую среду, мониторинг экологического риска, природные заповедники, ландшафт"
                },
                "geoscientificInformation": {
                    "label": "Геонаучная информация",
                    "description": "Информация, относящаяся к наукам о земле. Примеры: геофизические особенности и процессы, геология, полезные ископаемые, науки о составе, структуре и происхождении горных пород Земли, риски землетрясений, вулканическая активность, оползни, гравитационная информация, почвы, вечная мерзлота, гидрогеология, эрозия"
                },
                "health": {
                    "label": "Здравоохранение",
                    "description": "Здоровье, медицинские услуги, экология человека и безопасность. Примеры: болезни и недуги, факторы, влияющие на здоровье, гигиена, злоупотребление психоактивными веществами, психическое и физическое здоровье, медицинское обслуживание"
                },
                "imageryBaseMapsEarthCover": {
                    "label": "Основа картографичческих изображений земного покрова",
                    "description": "Базовая карта. Примеры: земельный покров, топографические карты, изображения, неклассифицированные изображения, аннотации"
                },
                "intelligenceMilitary": {
                    "label": "Военная разведка",
                    "description": "Военные базы, сооружения, деятельность. Примеры: казармы, учебные полигоны, военный транспорт, сбор информации"
                },
                "inlandWaters": {
                    "label": "Внутренние воды",
                    "description": "Внутренние водные объекты, дренажные системы и их характеристики. Примеры: реки и ледники, соленые озера, планы использования воды, плотины, течения, наводнения, качество воды, гидрографические карты"
                },
                "location": {
                    "label": "Местоположение",
                    "description": "Информация о местоположении и услуги. Примеры: адреса, геодезические сети, контрольные точки, почтовые зоны и услуги, топонимы"
                },
                "oceans": {
                    "label": "Океаны",
                    "description": "Особенности и характеристики соленых водоемов (за исключением внутренних вод). Примеры: приливы, приливные волны, прибрежная информация, рифы"
                },
                "planningCadastre": {
                    "label": "Кадастровое планирование",
                    "description": "Информация, используемая для принятия соответствующих мер по будущему использованию земли. Примеры: карты землепользования, карты зонирования, кадастровые съемки, землевладение"
                },
                "society": {
                    "label": "Общество",
                    "description": "Характеристики общества и культуры. Примеры: поселения, антропология, археология, образование, традиционные верования, нравы и обычаи, демографические данные, рекреационные зоны и виды деятельности, оценки социальных последствий, преступность и правосудие, переписная информация"
                },
                "structure": {
                    "label": "Инфраструктура",
                    "description": "Сооружение, сделанное человеком. Примеры: здания, музеи, церкви, фабрики, снабжение жилищем, памятники, магазины, башни"
                },
                "transportation": {
                    "label": "Транспорт",
                    "description": "Средства для перевозки людей и/или товаров. Примеры: дороги, аэропорты/взлетно-посадочные полосы, судоходные маршруты, туннели, морские карты, местоположение транспортных средств или судов, авиационные карты, железные дороги"
                },
                "utilitiesCommunication": {
                    "label": "Коммунальные услуги",
                    "description": "Энергетические, водные и сточные системы и коммуникационная инфраструктура и услуги. Примеры: гидроэлектроэнергетика, геотермальные, солнечные и ядерные источники энергии, очистка и распределение воды, сбор и удаление сточных вод, распределение электроэнергии и газа, передача данных, телекоммуникации, радио, сети связи"
                }
            }
        }
    }
});
