Oskari.registerLocalization({
    "lang": "gr",
    "key": "LayerSelection",
    "value": {
        "title": "Επιλεγμένα επίπεδα",
        "desc": "",
        "layer": {
            "style": "Μορφή",
            "show": "Εμφάνιση",
            "hide": "Απόκρυψη",
            "hidden": "Ο χάρτης είναι προσωρινά κρυμμένος.",
            "out-of-scale": "Τα δεδομένα του χάρτη δεν μπορούν να εμφανιστούν σε αυτή την κλίμακα.",
            "move-to-scale": "Μετάβαση σε μια κατάλληλη κλίμακα.",
            "out-of-content-area": "Το επίπεδο χάρτη δεν περιέχει δεδομένα για αυτήν την τοποθεσία.",
            "move-to-content-area": "Μετάβαση στο κέντρο της περιοχής δεδομένων.",
            "description": "Περιγραφή",
            "object-data": "Ψηφιδωτά δεδομένα",
            "rights": {
                "notavailable": "Απαγορεύεται η δημοσίευση.",
                "guest": "Συνδεθείτε για να δημοσιεύσετε τον χάρτη.",
                "loggedin": "Επιτρέπεται η δημοσίευση",
                "official": "Επιτρέπεται η δημοσίευση για χρήση από Αρχές.",
                "need-login": "Πρέπει να συνδεθείτε.",
                "can_be_published_by_provider": {
                    "label": "Επιτρέπεται η δημοσίευση από τους παρόχους δεδομένων..",
                    "tooltip": "Απαιτούνται τα δικαιώματα του παρόχου των δεδομένων για την δημοσίευση του επιπέδου αυτού του χάρτη. Εάν είστε πάροχος δεδομένων, παρακαλούμε επικοινωνήστε με την υπηρεσία υποστήριξης και ζητήστε το δικαίωμα δημοσίευσης."
                },
                "can_be_published": {
                    "label": "Επιτρέπεται η δημοσίευση",
                    "tooltip": "Το επίπεδο χάρτη μπορεί να δημοσιευτεί σε ενσωματωμένο παράθυρο χάρτη χωρίς περιορισμό αριθμού χρηστών."
                },
                "can_be_published_map_user": {
                    "label": "Επιτρέπεται η δημοσίευση",
                    "tooltip": "Το επίπεδο χάρτη μπορεί να δημοσιευτεί σε ενσωματωμένο παράθυρο χάρτη με περιορισμένο αριθμό χρηστών ανά βδομάδα."
                },
                "no_publication_permission": {
                    "label": "Απαγορεύεται η δημοσίευση",
                    "tooltip": "Ο πάροχος δεδομένων δεν έχει επιτρέψει την δημοσίευση του επιπέδου χάρτη σε ενσωματωμένο παράθυρο χάρτη."
                },
                "can_be_published_by_authority": {
                    "label": "Επιτρέπεται η δημοσίευση",
                    "tooltip": "Το επίπεδο χάρτη μπορεί να δημοσιευτεί σε ενσωματωμένο παράθυρο χάρτη χωρίς περιορισμούς χρήσης."
                }
            },
            "tooltip": {
                "type-base": "Υπόβαθρο",
                "type-wms": "Επίπεδο χάρτη",
                "type-wfs": "Δεδομένα"
            }
        }
    }
});
