Oskari.registerLocalization(
{
    "lang": "ka",
    "key": "GuidedTour",
    "value": {
        "button": {
            "next": "შემდეგი",
            "previous": "წინა",
            "start": "დაწყება",
            "finish": "დასრულება",
            "close": "დახურვა"
        },
        "title": "კეთილი იყოს თქვენი მობრძანება",
        "desc": "",
        "tourseen": {
            "label": "აღარ მიჩვენო ეს მესიჯი"
        },
        "page1": {
            "title": "კეთილი იყოს თქვენი მობრძანება Oskari-ის რუკაზე",
            "message": "თუ პირველად სტუმრობთ Oskari-ის რუკის სერვისს, ჩვენი სახელმძღვანელო დაგეხმარებათ"
        },
        "page2": {
            "title": "ძებნა",
            "message": "გამოიყენეთ ძებნის ფუნქცია რუკაზე გადასაადგილებლად",
            "openLink": "ძებნის ჩვენება",
            "closeLink": "ძებნის დამალვა",
            "tileText": "ძებნა"
        },
        "page3": {
            "title": "რუკის ფენები",
            "message": "მონაცემთა შერჩევა შეგიძლიათ რუკის ფენების შერჩევით. კატეგორიის გასახსნელად მასზე დააწკაპუნეთ და აირჩიეთ ფენა ან საძიებელ ველში ჩაწერეთ რამდენიმე სომბოლო საძიებელ მონაცემთა დასახელებიდან",
            "openLink": "რუკის ფენების ჩვენება",
            "closeLink": "რუკის ფენების დამალვა",
            "tileText": "რუკის ფენები"
        },
        "page4": {
            "title": "არჩეული რუკის ფენები",
            "message": "ფენების თანმიმდევრობის შესაცვლელად დააწკაპუნეთ და გადაადგილეთ ფენა, ასევე შეცვალოთ მათი გამჭვირვალობა. ცვლილებები ნაჩვენებია რუკის ფანჯარაში",
            "openLink": "არჩეული ფენების ჩვენება",
            "closeLink": "არჩეული ფენების დამალვა",
            "tileText": "არჩეული ფენები"
        },
        "page5": {
            "title": "ჩემი მონაცემები",
            "message": "როდესაც შესული ხართ სერვისში გამოჩნდება თქვენს მიერ რუკაზე მონიშნული ყველა ადგილი, შენახული რუკის ხედები და ჩადგმული რუკები",
            "openLink": "ჩემი მონაცემების ჩვენება",
            "closeLink": "ჩემი მონაცემების დამალვა",
            "tileText": "ჩემი მონაცემები"
        },
        "page6": {
            "title": "რუკის შექმნა",
            "message": "თქვენს მიერ შექმნილი რუკის საკუთარ ვებ–გვერდზე განსათავსებლად შეარჩიეთ რუკის ზომა და ინტერფეისი, დააკოპირეთ HTML-კოდი და ჩასვით საკუთარ ვებ-გვერდზე",
            "openLink": "შექმნილი რუკის ჩვენება",
            "closeLink": "შექმნილი რუკის დამალვა",
            "tileText": "რუკის შექმნა"
        },
        "page7": {
            "title": "ინსტრუმენტები",
            "message": "გამოიყენეთ ინსტრუმენტები ადგილების დასამატებლად, რუკის ხედის შესანახად, რუკის ხედის ბმულის გასაზიარებლად ან რუკის წინა ხედზე დასაბრუნებლად. განმარტების სანახავად მაჩვენებელი მიიყვანეთ ინსტრუმენტებზე."
        },
        "page8": {
            "title": "რუკის ხედის გადაადგილება",
            "message": "რუკაზე ხედის გადაადგილება შეგიძლიათ დაწკაპუნებითა და გადაადგილებით ან გადაადგილების მართვის ელემენტებით: რუკის მოძრაობა ასევე შეგიძლიათ კლავიატურაზე ისრების კლავშების გამოყენებით"
        },
        "page9": {
            "title": "მასშტაბის გადიდება და მასშტაბის შემცირება",
            "message": "რუკაზე მასშტაბის გადიდება და  შემცირება შეგიძლიათ მასშტაბირების ხაზის ან მის გვერდით პლუს და მინუს ღილაკებით. მასშტაბის ცვლილება ასევე შეგიძლიათ კლავიატურაზე პლუს და მინუს კლავიშებით, ან მასშტაბის გადიდება რუკაზე ორმაგი დაწკაპუნებით."
        }
    }
}
);