Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "GuidedTour",
    "value": {
        "button": {
            "next": "Наступний крок",
            "previous": "Попередній крок",
            "start": "Почати",
            "finish": "Кінець",
            "close": "Закрити"
        },
        "title": "Ласкаво просимо",
        "desc": "",
        "tourseen": {
            "label": "Не показувати це повідомлення знову"
        },
        "page1": {
            "title": "Ласкаво просимо до вікна карти Oskari",
            "message": "Якщо ви вперше відвідали картографічний сервіс Oskari, то це керівництво допоможе вам почати роботу"
        },
        "page2": {
            "title": "Пошук",
            "message": "Використовуйте пошук для швидкого переходу до місця, яке шукаєте.",
            "openLink": "Показати пошук",
            "closeLink": "Приховати пошук",
            "tileText": "Пошук"
        },
        "page3": {
            "title": "Шари карти",
            "message": "Ви можете обрати продукти для відображення на карті обираючи шари карти. Відкрийте категорію та оберіть необхідний шар або введіть в полі пошуку декілька букв з назви продукту який ви шукаєте",
            "openLink": "Показати шари карти",
            "closeLink": "Приховати шари карти",
            "tileText": "Шари карти"
        },
        "page4": {
            "title": "Обрані шари карти",
            "message": "Ви можете змінити порядок шарів просто перетягуючи їх. Також ви можете змінювати їх прозорість. Зміни одразу відображаються у вікні карти.",
            "openLink": "Показати обрані шари карти",
            "closeLink": "Приховати обрані шари карти",
            "tileText": "Обрані шари карти"
        },
        "page5": {
            "title": "Мої дані",
            "message": "Всі місця, які ви відзначили на карті, збережені вигляди карт і створені карти відображаться тут коли ви увійдете до сервісу",
            "openLink": "Показати мої дані",
            "closeLink": "Приховати мої дані",
            "tileText": "Мої дані"
        },
        "page6": {
            "title": "Створити карту",
            "message": "Ви можете легко вставити створену карту на ваш сайт. Просто визначте розміри та інтерфейс вашої карти та вставте рядок HTML-коду у ваш сайт",
            "openLink": "Показати діалог створення карти",
            "closeLink": "Приховати діалог створення карти",
            "tileText": "Створити карту"
        },
        "page7": {
            "title": "Інструменти",
            "message": "Використовуйте інструменти щоб додати місця, зберегти вигляд карти, створити посилання на вигляд карти або повернутись до попереднього вигляду. Наведіть мишкою на інструмент щоб побачити підказку щодо нього."
        },
        "page8": {
            "title": "Панорамування",
            "message": "Щоб переміщуватись по карті просто перетягуйте її мишкою або використовуйте інструменти панорамування| Для повернення до початкового вигляду натисніть кнопку в центрі інструментів панорамування. Ви також можете переміщуватись по карті використовуючи кнопки вашої клавіатури."
        },
        "page9": {
            "title": "Збільшення та зменшення",
            "message": "Для збільшення та зменшення вигляду карти використовуйте масштабну лінійку або кнопки \"+\" та \"-\" на ній. Також ви можете використовувати кнопки \"+\" та \"-\" на вашій клавіатурі або за допомогою колеса миші.Також ви можете збільшувати подвійним кліком у вибрану область."
        }
    }
}
);