Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "userinterface.UserGuide",
    "value": {
        "title": "Помощь",
        "desc": "",
        "flyout": {
            "title": "Руководство пользователя",
            "loadingtxt": "<p>Загрузка руководства пользователя...</p>"
        },
        "tile": {
            "title": "Руководство пользователя"
        },
        "error": {
            "title": "Ошибка",
            "generic": "Не удалось загрузить руководство пользователя."
        },
        "tabs": [
            {
                "title": "Окно карты",
                "tags": "Добро пожаловать в руководство пользователя"
            },
            {
                "title": "Инструменты карты",
                "tags": "Руководство пользователя по инструментам"
            },
            {
                "title": "Поиск",
                "tags": "Руководство пользователя по поиску"
            },
            {
                "title": "Слои карты",
                "tags": "Руководство пользователя по слоям карты"
            },
            {
                "title": "Публикация карт",
                "tags": "Руководство пользователя по публикации"
            },
            {
                "title": "Тематические карты",
                "tags": "Руководство пользователя по тематическим картам"
            },
            {
                "title": "Анализ",
                "tags": "Руководство пользователя по анализу"
            }
        ],
        "help": {
            "tags": "окно карты,руководство пользователя"
        }
    }
});
