Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "userinterface.UserGuide",
    "value": {
        "title": "Помощь",
        "desc": "",
        "flyout": {
            "title": "Руководство пользователя",
            "loadingtxt": "<p>Загрузка руководства пользователя...</p>"
        },
        "tile": {
            "title": "Руководство пользователя"
        },
        "error": {
            "title": "Ошибка",
            "generic": "Не удалось загрузить руководство пользователя."
        },
        "guidedTour": {
            "title": "Регистрация",
            "message": "Регистрируя учетную запись пользователя, вы можете использовать дополнительные функции сервиса, например, публикацию карт и постоянное хранение изображений карт.",
            "openLink": "Показать регистрацию",
            "closeLink": "Скрыть регистрацию"
        }
    }
});
