Oskari.registerLocalization(
{
    "lang": "el",
    "key": "MyPlaces2",
    "value": {
        "title": "Τοποθεσίες",
        "desc": "",
        "category": {
            "defaultName": "Το επίπεδο χάρτη μου",
            "organization": "Οι τοποθεσίες μου",
            "inspire": "Οι τοποθεσίες μου"
        },
        "guest": {
            "loginShort": "Συνδεθείτε για να κάνετε χρήση"
        },
        "tab": {
            "title": "Τοποθεσίες",
            "nocategories": "",
            "publishCategory": {
                "privateTooltip": "",
                "publicTooltip": ""
            },
            "addCategory": "Πρόσθεση επιπέδου χάρτη",
            "editCategory": "Επεξεργασία επιπέδου χάρτη",
            "deleteCategory": "Διαγραφή επιπέδου χάρτη",
            "edit": "Επεξεργασία",
            "delete": "Διαγραφή",
            "grid": {
                "name": "Όνομα",
                "desc": "Περιγραφή",
                "createDate": "",
                "updateDate": "",
                "measurement": "",
                "edit": " ",
                "delete": " "
            },
            "notification": {
                "delete": {
                    "title": "",
                    "confirm": "",
                    "btnDelete": "Διαγραφή",
                    "btnCancel": "Ακύρωση",
                    "success": "",
                    "error": "",
                    "cancel": ""
                }
            }
        },
        "tools": {
            "measureline": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": "0 m"
            },
            "measurearea": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": "0 m²"
            },
            "point": {
                "title": "Πρόσθεση σημείου",
                "tooltip": "Πρόσθεση σημείου",
                "add": "Πρόσθεση σημείου με κλικ στον χάρτη",
                "next": "Μπορείτε να σώσετε ή να σχεδιάσετε περισσότερα σημεία στο ίδιο σχέδιο.",
                "edit": "Μετακίνηση σημείου με κλικ και σύρσιμο.",
                "save": "Αποθήκευση τοποθεσίας"
            },
            "line": {
                "title": "Πρόσθεση γραμμής",
                "tooltip": "Πρόσθεση γραμμής",
                "add": "Προσθέστε σημεία στην γραμμή με κλικ στον χάρτη. Σταματήστε την σχεδίαση με διπλό κλικ, ή μέσω του \"τέλος σχεδίασης\".",
                "next": "Μπορείτε να σώσετε ή να σχεδιάσετε περισσότερες γραμμές στο ίδιο σχέδιο.",
                "edit": "Επεξεργαστείτε την γραμμή με κλικ και σύρσιμο των σημείων της.",
                "save": "Αποθήκευση σχήματος",
                "noResult": "0 m"
            },
            "area": {
                "title": "Πρόσθεση επιφάνειας",
                "tooltip": "Πρόσθεση επιφάνειας",
                "add": "Προσθέστε σημεία στο πολύγωνο με κλικ στον χάρτη.Σταματήστε την σχεδίαση με διπλό κλικ, ή μέσω του \"τέλος σχεδίασης\". Για να σχεδιάσετε \"τρύπες\" στο πολύγωνο, κρατήστε πατημένο το πλήκτρο ALT.",
                "next": "Μπορείτε να σώσετε ή να σχεδιάσετε περισσότερα πολύγωνα στο ίδιο σχέδιο.",
                "edit": "Επεξεργαστείτε το σχήμα της επιφάνειας με κλικ και σύρσιμο των σημείων του ορίου της.",
                "save": "Αποθήκευση σχήματος",
                "noResult": "0 m²"
            }
        },
        "buttons": {
            "ok": "OK",
            "cancel": "Ακύρωση",
            "close": "Ακύρωση",
            "finish": "Τέλος σχεδίου",
            "save": "Αποθήκευση",
            "saveAsMyPlace": "",
            "movePlaces": "Μετακίνηση τοποθεσίας και διαγραφή",
            "deleteCategory": "Διαγραφή",
            "deleteCategoryAndPlaces": "Διαγραφή κατηγορίας και τοποθεσιών",
            "changeToPublic": "Κοινοποίηση",
            "changeToPrivate": "Ιδιωτικοποίηση"
        },
        "placeform": {
            "title": "Τοποθέτηση δεδομένων",
            "tooltip": "Μια τοποθεσία που τοποθετείται στον χάρτη αποθηκεύεται στις Τοποθεσίες μου.Δώστε όνομα στην τοποθεσία και περιγράψτε την. Μπορείτε να επιλέξετε το επίπεδο χάρτη στο οποίο θα αποθηκευτεί η τοποθεσία, ή να επιλέξετε \"Νέο επίπεδο χάρτη\" από το drop-down μενού.",
            "placename": {
                "placeholder": "Δώστε όνομα στην τοποθεσία"
            },
            "placelink": {
                "placeholder": "Δώστε URL"
            },
            "placedesc": {
                "placeholder": "Περιγράψτε την τοποθεσία"
            },
            "placeAttention": {
                "placeholder": ""
            },
            "measurement": {
                "line": "",
                "area": ""
            },
            "category": {
                "label": "Επίπεδο χάρτη",
                "newLayer": "",
                "choose": ""
            },
            "imagelink": {
                "placeholder": "",
                "previewLabel": ""
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": "Σημείο"
                }
            }
        },
        "categoryform": {
            "name": {
                "label": "Όνομα",
                "placeholder": "Δώστε όνομα στο επίπεδο χάρτη"
            },
            "drawing": {
                "label": "Μορφή",
                "point": {
                    "label": "Σημείο",
                    "color": "Χρώμα",
                    "size": "Μέγεθος"
                },
                "line": {
                    "label": "Γραμμή",
                    "color": "Χρώμα",
                    "size": "Πάχος"
                },
                "area": {
                    "label": "Επιφάνεια",
                    "fillcolor": "Χρώμα γεμίσματος",
                    "linecolor": "Χρώμα γραμμής",
                    "size": "Πάχος γραμμής"
                }
            },
            "visibleFields": {
                "label": "",
                "placename": "Όνομα",
                "placedesc": "Περιγραφή",
                "image": ""
            },
            "edit": {
                "title": "Επεξεργασία επιπέδου χάρτη",
                "save": "Αποθήκευση",
                "cancel": "Πίσω"
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": ""
                },
                "area": {
                    "tooltip": ""
                },
                "line": {
                    "tooltip": ""
                }
            }
        },
        "pointform": {
            "title": "",
            "tooltip": "",
            "symbol": {
                "label": ""
            },
            "size": {
                "label": "Μέγεθος"
            },
            "color": {
                "label": "Χρώμα",
                "labelOr": "",
                "labelCustom": ""
            },
            "preview": {
                "label": ""
            },
            "buttons": {
                "save": "Αποθήκευση",
                "cancel": "Ακύρωση"
            }
        },
        "lineform": {
            "title": "",
            "tooltip": "",
            "style": {
                "label": ""
            },
            "cap": {
                "label": ""
            },
            "corner": {
                "label": ""
            },
            "width": {
                "label": ""
            },
            "color": {
                "label": "Χρώμα",
                "labelOr": "",
                "labelCustom": ""
            },
            "preview": {
                "label": ""
            },
            "buttons": {
                "save": "Αποθήκευση",
                "cancel": "Ακύρωση"
            }
        },
        "areaform": {
            "title": "",
            "tooltip": "",
            "linestyle": {
                "label": ""
            },
            "linecap": {
                "label": ""
            },
            "linecorner": {
                "label": ""
            },
            "linewidth": {
                "label": ""
            },
            "linecolor": {
                "label": "Χρώμα γραμμής",
                "labelOr": "",
                "labelCustom": ""
            },
            "color": {
                "label": "",
                "labelOr": "",
                "labelCustom": ""
            },
            "fill": {
                "label": ""
            },
            "preview": {
                "label": ""
            },
            "buttons": {
                "save": "Αποθήκευση",
                "cancel": "Ακύρωση"
            }
        },
        "notification": {
            "placeAdded": {
                "title": "Η τοποθεσία αποθηκεύτηκε",
                "message": "Η τοποθεσία βρίσκεται στο μενού Τα Δεδομένα Μου"
            },
            "categorySaved": {
                "title": "Το επίπεδο χάρτη αποθηκεύτηκε",
                "message": "Οι αλλαγές στο επίπεδο χάρτη έχουν αποθηκευτεί"
            },
            "categoryDelete": {
                "title": "Διαγραφή επιπέδου χάρτη",
                "deleteConfirmMove": "Το επίπεδο χάρτη {0} περιέχει {1} αντικείμενα. Θέλετε να διαγράψετε το επίπεδο χάρτη και να μετακινήσετε τις τοποθεσίες του στο default επίπεδο χάρτη {2};",
                "deleteConfirm": "Διαγραφή επιπέδου χάρτη {0};",
                "deleted": "Το επίπεδο χάρτη διαγράφηκε"
            },
            "categoryToPublic": {
                "title": "Κοινοποίηση επιπέδου χάρτη",
                "message": "Πρόκειται να κοινοποιήσετε το επίπεδο χάρτη \"{0}\". Μπορείτε να μοιραστείτε συνδέσμους σε ένα κοινό επίπεδο χάρτη με άλλους χρήστες διαδικτύου ή να ενσωματώσετε το επίπεδο χάρτη σε κάποιο παράθυρο χάρτη σε άλλη ιστοσελίδα. Άλλοι χρήστες μπορούν επίσης να δουν το επίπεδο χάρτη."
            },
            "categoryToPrivate": {
                "title": "Ιδιωτικοποίηση του επιπέδου χάρτη",
                "message": "Πρόκειται να ιδιωτικοποιήσετε το επίπεδο χάρτη \"{0}\". Μετά από αυτό δεν θα μπορείτε να το μοιραστείτε με άλλους χρήστες διαδικτύου ή να το ενσωματώσετε σε κάποιο παράθυρο χάρτη σε άλλη ιστοσελίδα. Άλλοι χρήστες δεν θα μπορούν να δουν το επίπεδο χάρτη."
            },
            "error": {
                "addCategory": "Το επίπεδο χάρτη δεν αποθηκεύτηκε. Η τοποθεσία δεν αποθηκεύτηκε.",
                "editCategory": "Το επίπεδο χάρτη δεν αποθηκεύτηκε.",
                "savePlace": "Η τοποθεσία δεν αποθηκεύτηκε.",
                "title": "Σφάλμα!",
                "generic": "Σφάμα συστήματος. Παρακαλούμε δοκιμάστε πάλι αργότερα.",
                "deleteCategory": "Παρουσιάστηκε σφάλμα κατά την διαγραφή!",
                "deleteDefault": "Το default επίπεδο χάρτη δεν μπορεί να διαγραφεί."
            }
        },
        "validation": {
            "title": "Τα δεδομένα περιέχουν σφάλματα:",
            "placeName": "Λείπει το όνομα της τοποθεσίας.",
            "categoryName": "Λείπει το όνομα του επιπέδου χάρτη.",
            "placeNameIllegal": "Το όνομα του αντικειμένου περιλαμβάνει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι τα γράμματα α-ω (a-z) , αριθμοί, backspace και παρενθέσεις.",
            "descIllegal": "Η περιγραφή του αντικειμένου περιλαμβάνει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι τα γράμματα α-ω (a-z) , αριθμοί, backspace και παρενθέσεις.",
            "categoryNameIllegal": "Η περιγραφή του επιπέδου περιλαμβάνει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι τα γράμματα α-ω (a-z) , αριθμοί, backspace και παρενθέσεις.",
            "dotSize": "Το μέγεθος σημείου (dot) είναι εκτός ορίων (1-5).",
            "dotColor": "Λάθος χρώμα σημείου(dot).",
            "dotShape": "",
            "lineSize": "Το μέγεθος γραμμής είναι εκτός ορίων (1-50).",
            "lineColor": "Λάθος χρώμα γραμμής.",
            "areaLineSize": "Το μέγεθος του ορίου της επιφάνειας είναι εκτός ορίων (0-50).",
            "areaLineColor": "Λάθος χρώμα ορίου επιφάνειας.",
            "areaFillColor": "Λάθος χρώμα γεμίσματος."
        }
    }
});
