Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "hierarchical-layerlist",
    "value": {
        "title": "Слои карты",
        "desc": "",
        "errors": {
            "generic": "Произошла системная ошибка.",
            "loadFailed": "Слои карты не могут быть загружены. Перезагрузите веб-страницу в вашем браузере и снова выбирете слои карты.",
            "noResults": "Результаты поиска не могут быть найдены. Проверьте поисковый запрос.",
            "noResultsForKeyword": "Слои карты не могут быть найдены. Проверьте поиковый запрос."
        },
        "loading": "Поиск...",
        "filter": {
            "text": "Поиск слоев карты.",
            "shortDescription": "Поиск слоев карты по названию слоя карты, названию источника данных или ключевому слову.",
            "description": "Поиск слоев карты по названию слоя карты, названию источника данных или ключевому слову. Можете ввести полный запрос или его часть. Поиковый запрос должен иметь не менее четырех символов.",
            "allLayers": "Все слои",
            "didYouMean": "Вы имели ввиду:"
        },
        "tooltip": {
            "type-base": "Картографическая основа",
            "type-wms": "Слой карты (WMS, WMTS)",
            "type-wfs": "Информационные данные (WFS)",
            "type-wfs-manual": "Обновите данные объектов, нажав кнопку 'Данные объектов' или 'Обновить' в окне карты."
        },
        "backendStatus": {
            "OK": {
                "tooltip": "Слой карты в настоящее время доступен.",
                "iconClass": "Внутренний статус - Ок"
            },
            "DOWN": {
                "tooltip": "Слой карты в настоящее время недоступен.",
                "iconClass": "Внутренний статус - отключен"
            },
            "ERROR": {
                "tooltip": "Слой карты в настоящее время недоступен.",
                "iconClass": "Внутренний статус - ошибка"
            },
            "MAINTENANCE": {
                "tooltip": "Слой карты может быть иногда недоступен в течение нескольких следующих дней.",
                "iconClass": "Внутренний статус - на обслуживании"
            },
            "UNKNOWN": {
                "tooltip": "",
                "iconClass": "Внутренний статус - неизвестно"
            },
            "UNSTABLE": {
                "tooltip": "",
                "iconClass": "Внутренний статус - нестабильно"
            }
        },
        "buttons": {
            "ok": "OK"
        },
        "layerFilter": {
            "buttons": {
                "newest": "Новейшие",
                "featuredata": "Векторные слои"
            },
            "tooltips": {
                "newest": "Показать ## новейших слоев карт",
                "featuredata": "Показать только векторные слои",
                "remove": "Удалить фильтр"
            }
        },
        "guidedTour": {
            "title": "Слои карты",
            "message": "В меню Слои карты вы можете найти все слои карты в картографическом сервисе. <br/><br/> Искать слои карт по названию слоя карты, названию данных провайдера или ключевому слову. Новейшие слои карты, векторные слои и публикуемые слои вы можете найти в соответствующих списках. <br/><br/> Открыть слои карт можно во вкладке Выбранные слои.",
            "openLink": "Показать Слои карты",
            "closeLink": "Спрятать Слои карты",
            "tileText": "Слои карты"
        },
        "SelectedLayersTab": {
            "title": "Выбранные слои",
            "style": "Стиль",
            "show": "Показать",
            "hide": "Спрятать",
            "rights": {
                "can_be_published_map_user": "Публикация разрешена"
            },
            "tooltips": {
                "removeLayer": "Заменить слой на выбранный",
                "openLayerTools": "Открыть инструменты слоя",
                "closeLayerTools": "Закрыть инструменты слоя",
                "zoomToLayerExtent": "Приблизить к масштабу слоя",
                "can_be_published_map_user": "Слой карты можно опубликовать во встроенных картах. Недельный срок пользования может быть ограничен."
            }
        },
        "manyLayersWarning": {
            "title": "Внимание!",
            "text": "Вы добавляете 10 или более слоев к карте. Продолжая увеличение количества слоев карты, можно столкнуться с проблемой производительности!"
        },
        "manyLayersWarningAlready": {
            "text": "Карта уже имеет 10 или более слоев. Продолжая увеличение количества слоев, можно вызвать проблемы с производительностью!"
        }
    }
});
