Oskari.registerLocalization(
{
    "lang": "el",
    "key": "PersonalData",
    "value": {
        "title": "Τα δεδομένα μου",
        "desc": "Τα δεδομένα μου",
        "notLoggedIn": "Μπορείτε να αποθηκεύσετε χάρτες και να αναζητήσετε χάρτες που έχετε ενσωματώσει σε άλλους ιστότοπους από τα Δεδομένα μου",
        "notLoggedInText": "NOT TRANSLATED.",
        "tabs": {
            "myviews": {
                "title": "Οι χάρτες μου",
                "edit": "Επεξεργασία",
                "publish": "Δημοσίευση",
                "unpublish": "Αναστροφή δημοσίευσης",
                "delete": "Διαγραφή",
                "grid": {
                    "name": "Όνομα",
                    "description": "Περιγραφή",
                    "publish": "Δημοσιεύτηκε",
                    "edit": " ",
                    "delete": " "
                },
                "popup": {
                    "edit": "Επεξεργασία πληροφορίας χάρτη",
                    "title": "Αποθήκευση χάρτη",
                    "label": "Όνομα χάρτη:",
                    "name_placeholder": "Δώστε ένα όνομα στον χάρτη",
                    "description_placeholder": "Δώστε μια περιγραφή στον χάρτη",
                    "save": "Αποθήκευση",
                    "cancel": "Ακύρωση",
                    "error_noname": "Πληκτρολογήστε το όνομα",
                    "deletetitle": "Επαλήθευση διαγραφής",
                    "deletemsg": "Θέλετε να διαγράψετε τον χάρτη;"
                },
                "save": {
                    "success": "Ο χάρτης αποθηκεύτηκε.",
                    "error_noname": "Το πεδίο ονόματος δεν μπορεί να είναι κενό.",
                    "error_illegalchars": "Το όνομα περιλαμβάνει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι α-ω (a-z) , αριθμοί, backspaces και παρενθέσεις.",
                    "msg": {
                        "view_name": "Το όνομα του χάρτη"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Αποθήκευση",
                    "cancel": "Ακύρωση",
                    "toolbarsave": "Αποθήκευση χάρτη"
                },
                "error": {
                    "title": "Σφ'αλμα!",
                    "generic": "Σφάλμα συστήματος. Παρακαλούμε ξαναδοκιμάστε αργότερα.",
                    "notsaved": "Ο χάρτης δεν μπόρεσε να αποθηκευτεί.",
                    "notdeleted": "Ο χάρτης δεν μπόρεσε να διαγραφεί.",
                    "makePublic": "Ο χάρτης δεν μπόρεσε να δημοσιευτεί. Παρακαλούμε ξαναδοκιμάστε αργότερα.",
                    "makePrivate": "Δεν μπόρεσε να γίνει αναστροφή δημοσίευσης. Παρακαλούμε ξαναδοκιμάστε αργότερα.",
                    "loadfailed": "Οι χάρτες δεν μπόρεσαν να \"κατέβουν\" (download)."
                }
            },
            "publishedmaps": {
                "title": "Ενσωματωμένοι χάρτες",
                "show": "Εμφάνιση στον χάρτη",
                "getHTML": "",
                "edit": "Επεξεργασία",
                "publish": "Δημοσίευση χάρτη",
                "unpublish": "Αναστροφή δημοσίευσης χάρτη",
                "delete": "Διαγραφή",
                "grid": {
                    "name": "Όνομα",
                    "domain": "Ρυθμίσεις χάρτη",
                    "publish": "Κατάσταση",
                    "show": "",
                    "html": " ",
                    "edit": " ",
                    "delete": " "
                },
                "published": {
                    "desc": ""
                },
                "popup": {
                    "edit": "Αλλαγή ονόματος χάρτη",
                    "title": "Αποθήκευση χάρτη",
                    "label": "Όνομα χάρτη",
                    "placeholder": "Δώστε ένα όνομα στον χάρτη",
                    "save": "Αποθήκευση",
                    "cancel": "Ακύρωση",
                    "error_noname": "Δώστε ένα όνομα στον χάρτη",
                    "deletetitle": "Διαγραφή χάρτη;",
                    "deletemsg": "Θέλετε να διαγράψετε τον ενσωματωμένο χάρτη; Δεν θα βρίσκεται πια στον ιστότοπό σας.",
                    "showErrorTitle": "Ανολοκλήρωτος χαρτης",
                    "showConfirmMissing": "Ορισμένα επίπεδα χάρτη δεν είναι διαθέσιμα, θέλετε ακόμη να ανοίξετε τον χάρτη;",
                    "showConfirmNotLoaded": "Ορισμένα επίπεδα χάρτη δεν έχουν φορτωθεί ακόμα, δοκιμάστε πάλι αργότερα."
                },
                "save": {
                    "success": "Ο χάρτης αποθηκεύτηκε.",
                    "error_noname": "Το πεδίο ονόματος δεν μπορεί να είναι κενό.",
                    "error_illegalchars": "Το όνομα περιλαμβάνει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι α-ω (a-z) , αριθμοί, backspaces και παρενθέσεις.",
                    "msg": {
                        "view_name": "Όνομα χάρτη"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Αποθήκευση",
                    "cancel": "Ακύρωση",
                    "toolbarsave": "Αποθήκευση χάρτη"
                },
                "error": {
                    "title": "Σφάλμα!",
                    "generic": "Σφάλμα συστήματος. Παρακαλούμε ξαναδοκιμάστε αργότερα.",
                    "notsaved": "Ο χάρτης δεν μπόρεσε να αποθηκευτεί.",
                    "notdeleted": "Ο χάρτης δεν μπόρεσε να διαγραφεί.",
                    "makePublic": "Ο χάρτη δεν μπόρεσε να δημοσιευτεί. Παρακαλούμε ξαναδοκιμάστε αργότερα.",
                    "makePrivate": "Δεν μπόρεσε να γίνει αναστροφή δημοσίευσης. Παρακαλούμε ξαναδοκιμάστε αργότερα."
                }
            },
            "account": {
                "title": "Ο λογαριασμός μου",
                "firstName": "Όνομα",
                "lastName": "Επίθετο",
                "nickName": "Ψευδώνυμο",
                "email": "Email",
                "changeInfo": "Αλλαγή των πληροφοριών του λογαριασμού σας",
                "changePassword": "Αλλαγή του κωδικού σας",
                "removeAccount": "Διαγραφή του λογαριασμού σας",
                "changeInfoUrl": "/web/gr/profile"
            }
        },
        "button": {
            "yes": "Ναι",
            "no": "Όχι"
        },
        "guidedTour": {
            "title": "Τα δεδομένα μου",
            "message": "Όλες οι τοποθεσίες που έχετε μαρκάρει, οι χάρτες που έχετε σώσει ή έχετε ενσωματώσει φαίνονται εδώ όταν έχετε συνδεθεί στην υπηρεσία.",
            "openLink": "Εμφάνιση των δεδομένων μου",
            "closeLink": "Απόκρυψη των δεδομένων μου",
            "tileText": "Τα δεδομένα μου"
        }
    }
});