Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "PersonalData",
    "value": {
        "title": "Мои данные",
        "desc": "Мои данные",
        "notLoggedIn": " Как пользователь, авторизированный в системе, вы можете увидеть здесь информацию о своей учетной записи и все сохраненные места, виды карт, встроенные карты, индикаторы, анализ и наборы данных..",
        "notLoggedInText": "Авторизироваться",
        "register": "Зарегистрируйтесь",
        "projectionError": {
            "title": "Проекции не совместимы",
            "msg": "Страница перезагружается для изменения проекции",
            "ok": "OK",
            "cancel": "Отменить"
        },
        "tabs": {
            "myviews": {
                "title": "Мои виды карты",
                "edit": "Редактировать",
                "publish": "Опубликовать",
                "unpublish": "Отменить публикацию",
                "delete": "Удалить",
                "grid": {
                    "name": "Название",
                    "description": "Описание",
                    "publish": "Опубликовано",
                    "edit": "Редактировать",
                    "delete": "Удалить",
                    "default": "По умолчанию"
                },
                "popup": {
                    "edit": "Редактировать вид карты",
                    "title": "Сохранить вид карты",
                    "label": "Название",
                    "name_placeholder": "Название",
                    "description_placeholder": "Описание",
                    "save": "Сохранить",
                    "cancel": "Отменить",
                    "error_noname": "Требуется название вида карты. Введите название и попробуйте снова.",
                    "deletetitle": "Удалить вид карты",
                    "deletemsg": "Вы хотите удалить вид карты \"{name}\"?",
                    "default": "По умолчанию"
                },
                "save": {
                    "success": "Вид карты сохранен.",
                    "error_noname": "Требуется название вида карты. Введите название и попробуйте снова.",
                    "error_illegalchars": "Название слоя карты содержит недопустимые символы. Разрешенные символы буквы (a-z,å,ä,ö, A-Z,Å,Ä,Ö), цифры (0-9), пробелы и дефисы (-). Исправьте название и попробуйте снова.",
                    "msg": {
                        "view_name": "Название вида карты"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Сохранить",
                    "cancel": "Отменить",
                    "toolbarsave": "Сохранить вид карты.",
                    "saveCurrent": "Сохранить текущий вид"
                },
                "error": {
                    "title": "Ошибка",
                    "generic": "Случилась системная ошибка. Вид карты не может быть сохранен.",
                    "notsaved": "Вид карты не может быть сохранен.",
                    "notdeleted": "Вид карты не может быть удален.",
                    "makePublic": "Вид карты не может быть опубликован.",
                    "makePrivate": "Вид карты не может быть не опубликован.",
                    "loadfailed": "Не удалось получить вид карты."
                }
            },
            "publishedmaps": {
                "title": "Встроенные карты",
                "show": "Показать на карте",
                "getHTML": "HTML код",
                "edit": "Редактировать",
                "publish": "Опубликовать",
                "unpublish": "Не опубликовывать",
                "delete": "Удалить",
                "grid": {
                    "name": "Название",
                    "domain": "Веб-сайт",
                    "publish": "Опубликовать",
                    "show": "Действия",
                    "html": "HTML код",
                    "edit": "Редактировть",
                    "delete": "Удалить"
                },
                "published": {
                    "desc": "Скопируйте приведенный ниже HTML код в ваш HTML код, и карта будет видна на вашем сайте:",
                    "copy": "Скопировать в буфер обмена"
                },
                "popup": {
                    "edit": "Редактировать название карты",
                    "title": "Сохранить карту",
                    "label": "Название карты",
                    "placeholder": "Название карты",
                    "save": "Сохранить",
                    "cancel": "Отменить",
                    "error_noname": "Требуется название слоя карты. Введите название и поробуйте снова",
                    "deletetitle": "Удалить встроенную карту",
                    "deletemsg": "Вы удаляете встроенную карту \"{name}\". После этого карта не будет видна на вашем сайте. Вы хотите удалить карту?",
                    "showErrorTitle": "Ошибка",
                    "showConfirmMissing": "Нет всех слоев карты. Вы хотите открыть встроенную карту?",
                    "showConfirmNotLoaded": "Не могут быть загружены все слои карты."
                },
                "save": {
                    "success": "Встроенная карта сохранена.",
                    "error_noname": "Требуется название слоя карты. Введите название и повторите попытку.",
                    "error_illegalchars": "Название слоя карты содержит недопустимые символы. Разрешенные символы буквы (a-z,å,ä,ö, A-Z,Å,Ä,Ö), цифры (0-9), пробелы и дефисы (-). Исправьте название и попробуйте снова.",
                    "msg": {
                        "view_name": "Название вида карты"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Сохранить",
                    "cancel": "Отменить",
                    "toolbarsave": "Сохранить карту"
                },
                "error": {
                    "title": "Ошибка",
                    "generic": "Не удалось сохранить внедренную карту.",
                    "notsaved": "Не удалось обновить внедренную карту.",
                    "notdeleted": "Не удалось удалить внедренную карту.",
                    "makePublic": "Не удалось опубликовать внедренную карту.",
                    "makePrivate": "Не удалось отменить публикацию внедренной карты.",
                    "loadfailed": "Не удалось получить внедренные карты."
                }
            },
            "account": {
                "title": "Мой аккаунт",
                "firstName": "Имя",
                "lastName": "Фамилия",
                "nickName": "Псевдоним",
                "email": "E-mail",
                "changeInfo": "Обновить данные аккаунта",
                "changePassword": "Изменить пароль",
                "removeAccount": "Удалить аккаунт",
                "changeInfoUrl": "/web/en/profile"
            }
        },
        "button": {
            "yes": "Да",
            "no": "Нет"
        },
        "guidedTour": {
            "title": "Мои данные",
            "message": "В меню Мои данные вы можете проверить все сохраненные данные и информацию о профиле <br/><br/> Проверить и редактировать сохраненные места, виды карт, встроенные карты, индикаторы, анализ и наборы данных. <br/><br/> Мои данные доступны только для зарегистрированных пользователей.",
            "openLink": "Показать Мои данные",
            "closeLink": "Скрыть Мои данные",
            "tileText": "Мои данные"
        }
    }
});
