Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "MapWfs2",
    "value": {
        "title": "MapWfs2",
        "desc": "",
        "default-style": "Стиль по умолчанию",
        "own-style": "Свой стиль",
        "none-style": "Нет",
        "refresh": "Обновить",
        "refresh_title": "Обновить продукты данных, не отображаемых автоматически на карте.",
        "tile": {
            "title": "Управление продуктами данных (WFS)"
        },
        "flyout": {
            "title": "Управление продуктами данных (WFS)",
            "message": "Управление продуктами данных (WFS)"
        },
        "error": {
            "title": "Ошибка",
            "connection_not_available": "Продукт данных недоступен. Не удалось подключить фоновую службу WFS.",
            "connection_broken": "Продукт данных недоступен. Подключение к фоновой службе WFS недоступно.",
            "wfs_no_permissions": "У вас нет прав на использование продукта данных {layer}.",
            "wfs_configuring_layer_failed": "Не удалось настроить параметры для продукта данных {layer}.",
            "wfs_request_failed": "Не удалось выполнить запрос продукта данных {layer}.",
            "features_parsing_failed": "Не удалось получить данные объектов продукта данных {layer}.",
            "layer_load_fail": "Не удалось загрузить слой"
        },
        "information": {
            "title": "Отображение данных объектов",
            "info": "На карте есть WFS-слои, которые не отображаются автоматически. <br/><br/> Найдите и увеличьте область, в которой расположены объекты.  <br/><br/>  Данные об объектах и характеристиках извлекаются с помощью кнопки Данные об объектах, а характеристики можно отобразить с помощью кнопки Обновить."
        },
        "refresh_alert": {
            "title": "Предупреждение о видимости",
            "all_not_in_scale": "Нет слоев для обновления, перейдите на подходящий уровень масштабирования и повторите попытку",
            "all_invisible": "Нет видимых слоев для обновления, откройте выбранные слои и установите видимость некоторых из текущих слоев"
        },
        "button": {
            "cancel": "Отменить",
            "show": "Показать места",
            "close": "Закрыть",
            "edit": "Редактировать"
        },
        "popup": {
            "title": "Свой стиль",
            "button": {
                "cancel": "Отменить",
                "save": "Сохранить"
            }
        },
        "scale_dialog": {
            "title": "Обновленный масштаб",
            "msg": "Слой недоступен на текущем уровне масштабирования"
        },
        "layerFilter": {
            "tooltip": "Показывать только векторные слои",
            "featuredata": "Векторные слои"
        }
    }
});
