Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "FeatureData2",
    "value": {
        "title": "Данные об объектах",
        "desc": "",
        "loading": "Загрузка...",
        "showmore": "Показать",
        "nodata": "Данные об объектах недоступны для выбранных слоев карты.",
        "featureNameAll": "Тип данных",
        "errorscale": "Данные об объектах не доступны на этом масштабе. Пожалуйста, используйте шкалу, чтобы выбрать другой масштаб.",
        "errordata": "Данные об объектах недопустимы. Пожалуйста, обновите данные, немного развернув карту.",
        "errorNoFields": "Слой карты не содержит данные об объектах.",
        "columnSelectorTooltip": "Выбор видимых столбцов",
        "featureDataPopup": "Статистические значения",
        "selectionTools": {
            "title": "Выбрать объекты",
            "instructions": " ",
            "selectFromTop": "Из верхнего слоя",
            "selectAll": "Из всех слоев",
            "link": {
                "title": "Выбрать больше объектов"
            },
            "button": {
                "cancel": "Закрыть",
                "empty": "Отменить выбор всех",
                "show": "Показать объекты",
                "close": "Зыкрыть",
                "edit": "Выход"
            },
            "tools": {
                "point": {
                    "tooltip": "Нарисуйте точку. Если точка находится внутри объекта, объект будет выбран."
                },
                "line": {
                    "tooltip": "Нарисуйте линию. Если линия пересекает объект, объект будет выбран."
                },
                "polygon": {
                    "tooltip": "Нарисуйте многоугольник. Если полигон пересекает объект, объект будет выбран."
                },
                "square": {
                    "tooltip": "Нарисуйте квадрат. Если квадрат пересекает объект, квадрат будет выбран."
                },
                "circle": {
                    "tooltip": "Нарисовать круг. Если окружность пересекает объект, объект будет выбран."
                },
                "select": {
                    "tooltip": "Нарисуйте геометрию и выберите объекты на основе этой геометрии."
                }
            }
        },
        "layer": {
            "style": "Стиль",
            "show": "Показать",
            "hide": "Скрыть",
            "hidden": "Слой карты временно скрыт.",
            "out-of-scale": "Слой карты не может быть показан на этом масштабе.",
            "move-to-scale": "Перейти на подходящий масштаб карты.",
            "out-of-content-area": "Слой карты не имеет объектов в области просмотра карты.",
            "move-to-content-area": "Переместить в подходящее место.",
            "description": "Описание",
            "object-data": "Данные об объектах",
            "rights": {
                "notavailable": "Публикация запрещена",
                "guest": "Пожалуйста, авторизируйтесь, если вы хотите опубликовать слой карты во встроенной карте.",
                "loggedin": "Публикация разрешена",
                "official": "Публикуется только для органов власти",
                "need-login": "Пожалуйста, авторизируйтесь, чтобы опубликовать встроенные карты.",
                "can_be_published_by_provider": {
                    "label": "Публикация, разрешенная для поставщиков данных",
                    "tooltip": "Слой карты публикуется во встроенных картах только для поставщиков данных. Если вы являетесь поставщиком данных, обратитесь в службу поддержки."
                },
                "can_be_published": {
                    "label": "Публикация разрешена",
                    "tooltip": "Слой карты публикуется во встроенных картах. Лимит использования не ограничен."
                },
                "can_be_published_map_user": {
                    "label": "Публикация разрешена",
                    "tooltip": "Слой карты публикуется во встроенных картах. Еженедельный лимит использования может быть ограничен."
                },
                "no_publication_permission": {
                    "label": "Публикация запрещена",
                    "tooltip": "Слой карты не публикуется во встроенных картах. Поставщик данных не предоставил разрешения."
                },
                "can_be_published_by_authority": {
                    "label": "Публикация разрешена для органов власти",
                    "tooltip": "Слой карты публикуется во встроенных картах только для органов власти. Если вы являетесь представителем органов власти, обратитесь в службу поддержки."
                }
            },
            "tooltip": {
                "type-base": "Картографическая основа",
                "type-wms": "Слой карты",
                "type-wfs": "Информационный продукт"
            }
        },
        "gridFooter": {
            "aggregateColumnField": "Рассчитать",
            "differenceMessage": "Разность значений несанкционированных объектов представлена значением",
            "noDataMessage": "Количество = количество объектов, без посторонних объектов",
            "noDataCommonMessage": "В данных есть несанкционированные значения объектов"
        },
        "showSelectedFirst": "Показать выбранное первым"
    }
});
