Oskari.registerLocalization(
{
    "lang": "bo",
    "key": "DivManazer",
    "value": {
        "LanguageSelect": {
            "title": "",
            "tooltip": "",
            "languages": {
                "bn": "བྷང་ག་ལའི་སྐད།",
                "bo": "བོད་སྐད་",
                "da": "ཏེན་མག་གི་སྐད།",
                "de": "འཇར་མན་གྱི།",
                "dz": "རྫོང་ཁ",
                "en": "དབིན་ཇིའི་སྐད།",
                "es": "ཞི་པན་ཡའི།",
                "fr": "ཧྥ་རན་སིའི་།",
                "gu": "གུཇ་རཱཏི་སྐད།",
                "hi": "ཧིན་དི",
                "id": "ཨིན་དོ་ནི་སི་སྐད།",
                "it": "དབྱི་ཏ་་ལའི་མི།",
                "ja": "རི་པིན་སྐད་",
                "kn": "ཀནྣ་ཌ་སྐད།",
                "ko": "ཁོ་རེ་ཡའི་སྐད།",
                "mn": "སོག་སྐད།",
                "mr": "མ་ར་ཐི་སྐད།",
                "ms": "མ་ལ་ཡ་སྐད།",
                "my": "འབར་མའི་སྐད།",
                "ne": "ནེ་པ་ལི",
                "nl": "ཧའོ་ལན་སྐད།",
                "nn": "ནོ་ཝེ་སྐད།",
                "or": "ཨཽ་རི་ཡ་སྐད།",
                "pl": "པོ་ལན་སྐད།",
                "pt": "ཕི་ཐོ་ཡའི།",
                "ru": "ཨུ་རུ་སུ་སྐད་",
                "si": "ཞི་ལན་སྐད།",
                "sv": "ཧྲུའི་ཏན་སྐད།",
                "ta": "ཏཱ་མིལ་སྐད།",
                "te": "ཏེ་ལུ་གུ་སྐད།",
                "th": "ཐའའི་ཡུལ་སྐད།",
                "tr": "ཐུར་ཁེའི་སྐད།",
                "ug": "ཡུ་གུར་སྐད།",
                "uk": "ཡུ་ཀྲ་ནི་སྐད།",
                "ur": "ཝུའུ་ཏུའུ་སྐད།",
                "vi": "ཡོ་ནན་སྐད།",
                "zh": "རྒྱ་སྐད་",
                "zu": "ཟུ་ལུ་སྐད།"
            }
        }
    }
});
