Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "DivManazer",
    "value": {
        "graph": {
            "noValue": "Недоступно",
            "tick": "{значение, число}"
        },
        "buttons": {
            "add": "Добавить",
            "cancel": "Отменить",
            "close": "Закрыть",
            "delete": "Удалить",
            "edit": "Редактировать",
            "exit": "Выйти",
            "ok": "OK",
            "save": "Сохранить",
            "search": "Поиск"
        },
        "LanguageSelect": {
            "title": "Язык",
            "tooltip": "",
            "languages": {
                "af": "африкаанс",
                "ak": "акан",
                "am": "амхарский",
                "ar": "арабский",
                "az": "азербайджанский",
                "be": "белорусский",
                "bg": "болгарский",
                "bm": "бамбарийский",
                "bn": "бенгальский",
                "bo": "тибетский",
                "br": "бретонский",
                "bs": "боснийский",
                "ca": "каталанский",
                "cs": "чешский",
                "cy": "валлийский",
                "da": "датский",
                "de": "немецкий",
                "dz": "дзонг-кэ",
                "ee": "эве",
                "el": "греческий",
                "en": "английский",
                "eo": "эсперанто",
                "es": "испанский",
                "et": "эстонский",
                "eu": "баскский",
                "fa": "персидский",
                "ff": "фулах",
                "fi": "финский",
                "fo": "фарерский",
                "fr": "французский",
                "fy": "западно-фризский",
                "ga": "ирландский",
                "gd": "гэльский",
                "gl": "галисийский",
                "gu": "гуджарати",
                "ha": "хауса",
                "he": "иврит",
                "hi": "хинди",
                "hr": "хорватский",
                "hu": "венгерский",
                "hy": "армянский",
                "ia": "интерлингва",
                "id": "индонезийский",
                "ig": "игбо",
                "is": "исландский",
                "it": "итальянский",
                "ja": "японский",
                "ka": "грузинский",
                "ki": "кикуйю",
                "kk": "казахский",
                "kl": "гренландский",
                "km": "кхмерский",
                "kn": "каннада",
                "ko": "корейский",
                "ks": "кашмири",
                "kw": "корнийский",
                "ky": "киргизский",
                "lb": "люксембургский",
                "lg": "ганда",
                "ln": "лингала",
                "lo": "лаосский",
                "lt": "литовский",
                "lu": "луба-катанга",
                "lv": "латышский",
                "mg": "малагасийский",
                "mk": "македонский",
                "ml": "малаялам",
                "mn": "монгольский",
                "mr": "маратхи",
                "ms": "малайский",
                "mt": "мальтийский",
                "my": "бирманский",
                "nb": "норвежский букмол",
                "nd": "северный ндебели",
                "ne": "непальский",
                "nl": "голландский",
                "nn": "норвежский нюнорск",
                "om": "оромо",
                "or": "ория",
                "os": "осетинский",
                "pa": "панджаби",
                "pl": "польский",
                "ps": "пушту",
                "pt": "португальский",
                "qu": "кечуа",
                "rm": "романшский",
                "rn": "рунди",
                "ro": "румынский",
                "ru": "русский",
                "rw": "киньяруанда",
                "se": "северносаамский",
                "sg": "санго",
                "si": "сингальский",
                "sk": "словацкий",
                "sl": "словенский",
                "sn": "шона",
                "so": "сомали",
                "sq": "албанский",
                "sr": "сербский",
                "sv": "шведский",
                "sw": "суахили",
                "ta": "тамильский",
                "te": "телугу",
                "th": "тайский",
                "ti": "тигринья",
                "tn": "тсвана",
                "to": "тонганский",
                "tr": "турецкий",
                "ts": "тсонга",
                "ug": "уйгурский",
                "uk": "украинский",
                "ur": "урду",
                "uz": "узбекский",
                "vi": "вьетнамский",
                "yi": "идиш",
                "yo": "йоруба",
                "zh": "китайский",
                "zu": "зулу"
            }
        },
        "VisualizationForm": {
            "tooltips": {
                "dot": "Изменить стиль точечных объектов",
                "area": "Изменить стиль объектов области",
                "line": "Изменить стиль линейных объектов"
            },
            "dot": {
                "title": "Стиль точечных объектов",
                "tooltip": "Определение стиля точечных объектов.",
                "symbol": {
                    "label": "Иконка"
                },
                "size": {
                    "label": "Размер"
                },
                "color": {
                    "label": "Цвет",
                    "labelOr": "или",
                    "labelCustom": "Пользовательский цвет (RGB 0-255)"
                },
                "preview": {
                    "label": "Предварительный просмотр"
                },
                "buttons": {
                    "save": "Сохранить",
                    "cancel": "Отменить"
                }
            },
            "line": {
                "title": "Стиль линейных объектов",
                "tooltip": "Определение стиля линейных объектов.",
                "style": {
                    "label": "Тире"
                },
                "cap": {
                    "label": "Окончания"
                },
                "corner": {
                    "label": "Углы"
                },
                "width": {
                    "label": "Ширина"
                },
                "color": {
                    "label": "Цвет",
                    "labelOr": "или",
                    "labelCustom": "Пользовательский цвет (RGB 0-255)"
                },
                "preview": {
                    "label": "Предварительный просмотр"
                },
                "buttons": {
                    "save": "Сохранить",
                    "cancel": "Отменить"
                }
            },
            "area": {
                "title": "Стиль объектов области",
                "tooltip": "Определение стиля объектов области.",
                "linestyle": {
                    "label": "Линии, черточки"
                },
                "linecap": {
                    "label": "Окончания линии"
                },
                "linecorner": {
                    "label": "Углы линии"
                },
                "linewidth": {
                    "label": "Ширина линии"
                },
                "linecolor": {
                    "label": "Цвет линии",
                    "labelOr": "или",
                    "labelCustom": "Пользовательский цвет (RGB 0-255)"
                },
                "lineRemove": "Удалить стиль и цвет линии",
                "color": {
                    "label": "Цвет заливки",
                    "labelOr": "или",
                    "labelCustom": "Пользовательский цвет (RGB 0-255)"
                },
                "fill": {
                    "label": "Образец заливки"
                },
                "fillRemove": "Удалить цвет заливки и образца",
                "preview": {
                    "label": "Предварительный просмотр"
                },
                "buttons": {
                    "save": "Сохранить",
                    "cancel": "Отменить"
                }
            }
        },
        "Grid": {
            "cellValue": "{значение, число}",
            "columnSelector": {
                "title": "Свойства",
                "tooltip": "Показать столбцы"
            },
            "export": {
                "title": "Экспортировать данные",
                "export": "Экспортировать",
                "additional": {
                    "title": "Дополнительные настройки",
                    "dataSource": "Источник данных",
                    "metadata": "Ссылка на метаданные",
                    "layerName": "Название слоя карты",
                    "export_selection": "Экспортировать только выбранные объекты"
                },
                "columns": {
                    "title": "Столбцы",
                    "all": "Все",
                    "visible": "Видимый"
                },
                "format": {
                    "title": "Формат файла",
                    "xlsx": "Excel",
                    "csv": "CSV"
                },
                "delimiter": {
                    "title": "Разделитель CSV файла",
                    "comma": "Запятая",
                    "semicolon": "Точка с запятой",
                    "tabulator": "Табулятор"
                }
            }
        },
        "FilterDialog": {
            "title": "Фильтр объектов",
            "description": "Фильтр объектов слоя:",
            "cancelButton": "Отменить",
            "clearButton": "Очистить все",
            "refreshButton": "Обновить",
            "addFilter": "Добавить фильтр",
            "removeFilter": "Убрать фильтр",
            "content": {
                "title": "Географический фильтр"
            },
            "bbox": {
                "on": "Только объекты, видимые на карте",
                "off": "Все объекты"
            },
            "clickedFeatures": {
                "clickedFeaturesLabel": "Только объекты, выбранные на карте",
                "filterByGeometryLabel": "Только объекты, заполняющие выбранный параметр:",
                "filterByGeometryIntersect": "Объекты, пересекающие выбранные объекты",
                "filterByGeometryContains": "Объекты внутри выбранных объектов"
            },
            "values": {
                "title": "Фильтр атрибутов",
                "placeholders": {
                    "case-sensitive": "Фильтр чувствителен к регистру.",
                    "attribute": "Атрибут",
                    "boolean": "Логический оператор",
                    "operator": "Оператор",
                    "attribute-value": "Значение"
                },
                "info": {
                    "bboxOff": "Без географического фильтра все объекты включаются в анализ. Пожалуйста, добавьте фильтр атрибутов или выберите \"Только объекты, видимые на карте\" в географическом фильтре.",
                    "filterByGeometrySelected": "Вы можете фильтровать по атрибутам, только если \"Все объекты\" выбраны в географическом фильтре выше."
                },
                "equals": "равно",
                "like": "примерно",
                "notEquals": "не равно",
                "notLike": "непохожий",
                "greaterThan": "больше, чем",
                "lessThan": "меньше, чем",
                "greaterThanOrEqualTo": "больше или равно",
                "lessThanOrEqualTo": "меньше или равно"
            },
            "validation": {
                "title": "Ошибка",
                "attribute_missing": "Атрибут отсутствует. Выберите атрибут и повторите попытку.",
                "operator_missing": "Оператор отсутствует. Выберите оператора и повторите попытку.",
                "value_missing": "Значение отсутствует. Введите значение и повторите попытку.",
                "boolean_operator_missing": "Отсутствует логический оператор. Выберите логического оператора и повторите попытку.",
                "bbox_selected_with_no_properties": "Без географического фильтра все объекты включаются в анализ. Пожалуйста, добавьте в фильтр атрибута или выберите \"Только объекты, видимые на карте\" в географическом фильтре."
            },
            "aggregateAnalysisFilter": {
                "addAggregateFilter": "Использовать статистические значения",
                "aggregateValueSelectTitle": "Выбор статистических значений",
                "selectAggregateAnalyse": "Выбрать аналитический слой",
                "selectIndicator": "Выбрать индикатор",
                "selectReadyButton": "Закрыть",
                "getAggregateAnalysisFailed": "Не удалось получить статистические значения.",
                "noAggregateAnalysisPopupTitle": "Статистические значения не найдены",
                "noAggregateAnalysisPopupContent": "Статистические значения для этого слоя карты не вычисляются. Вы можете вычислить их, используя функцию анализа."
            }
        },
        "fileInput": {
            "fileUpload": "Перетащить {файлы, несколько, один {файл} другие {файлы}} сюда или",
            "link": "выбрать путем просмотра.",
            "uploading": "Загрузка",
            "success": "Успешно",
            "error": "Ошибка!",
            "invalidType": "Формат файла не разрешен.",
            "multipleNotAllowed": "Разрешается загружать только один файл.",
            "fileSize": "Выбранный файл слишком велик. Файл не может превышать {размер, число} Мб",
            "noFiles": "Файл не выбран."
        }
    }
});
