Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "Publisher2",
    "value": {
        "guidedTour": {
            "title": "Създаване на карта",
            "message": "Лесно може да прикачите на Вашия уебсайт карта, която сте създали. Просто определете размера и потребителския интерфейс на Вашата карта, копирайте и поставете HTML- кода на Вашата уеб страница.",
            "openLink": "Показване на Създаване на карта",
            "closeLink": "Скриване на Създаване на карта",
            "tileText": "Създаване на  карта"
        }
    }
});