Oskari.registerLocalization(
{
    "lang": "el",
    "key": "Publisher2",
    "value": {
        "guidedTour": {
            "title": "Δημιουργία χάρτη",
            "message": "Μπορείτε εύκολα να ενσωματώσετε έναν χάρτη που έχετε δημιουργήσει στον ιστότοπό σας. Απλώς καθορίστε το μέγεθος και το interface του χρήστη για τον χάρτη σας, και αντιγράψτε και επικολλήστε μια γραμμή κώδικα HTML στην ιστοσελίδα σας.",
            "openLink": "Εμφάνιση δημιουργίας χάρτη",
            "closeLink": "Απόκρυψη δημιουργίας χάρτη",
            "tileText": "Δημιουργία χάρτη"
        }
    }
});