Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "Publisher2",
    "value": {
        "tile": {
            "title": "Публикация карты"
        },
        "flyout": {
            "title": "Создать встроенную карту"
        },
        "published": {
            "title": "Встроенная карта сохранена",
            "desc": "Встроенная карта сохранена. Опубликовать ее на своем сайте, скопировав этот код в HTML коде на вашем сайте:",
            "copy": "Скопировать в буфер обмена"
        },
        "edit": {
            "popup": {
                "title": "Открытие встроенной карты…",
                "msg": "Обновление встроенной карты…",
                "published": {
                    "msg": "Открыть встоенную карту для редактирования. Пожалуйста, подождите!",
                    "error": {
                        "title": "Ошибка",
                        "common": "Ошибка открытия встроенной карты.",
                        "login": "Пожалуйста, авторизируйтесь для редактирования встроенной карты."
                    }
                }
            }
        },
        "BasicView": {
            "title": "Создание Встроенной карты",
            "titleEdit": "Обновление Встроенной карты",
            "transfer": {
                "label": "Конфигурация передачи",
                "PublishTransfer": "Включить передачу"
            },
            "domain": {
                "title": "Основные параметры",
                "label": "Адрес сайта (без префиксов http и www)",
                "placeholder": "Адрес сайта",
                "tooltip": "Введите URL-адрес сайта без префиксов или адрес подстраницы. Например: homepage.com."
            },
            "name": {
                "label": "Имя карты (обязательно)",
                "placeholder": "Имя карты",
                "tooltip": "Введите имя карты. Пожалуйста, обратите внимание на язык, используемый на карте."
            },
            "language": {
                "label": "Язык",
                "options": {
                    "fi": "Финский",
                    "sv": "Шведский",
                    "en": "Английский"
                },
                "tooltip": "Выберите язык, который будет использоваться на финальной карте. Это влияет на пользовательский интерфейс и текст на карте. Внимание! Выбор языка не отображается в окне предварительного просмотра.",
                "languageChangedDisclaimer": "Внимание! Выбор языка не отображается в окне предварительного просмотра."
            },
            "size": {
                "label": "Размер карты",
                "tooltip": "Выбирете режим предпросмотра."
            },
            "maptools": {
                "label": "Инструменты",
                "tooltip": "Выберите доступные инструменты карты. Проверка размещения в окне предварительного просмотра карты.",
                "FeaturedataPlugin": "Данные объекта",
                "GetInfoPlugin": "Инструмент запроса объектов",
                "selectDrawLayer": "Выбрать слой карты",
                "LayerSelectionPlugin": "Меню слоев карты",
                "CoordinateToolPlugin": "Инструмент координат",
                "FeedbackServiceTool": "Обратная связь (Open311) ",
                "MapLegend": "Показать условные знаки",
                "MapRotator": "Включить поворот карты",
                "toolbarToolNames": {
                    "history": "Перейти к предыдущему или следующему виду",
                    "history_back": "Перейти к предыдущему виду",
                    "history_forward": "Перейти к следующему виду",
                    "measureline": "Измерить расстояние",
                    "measurearea": "Измерить площадь",
                    "drawTools": "Инструменты для рисования",
                    "point": "Добавление личных мест",
                    "line": "Разрешить точечные объекты",
                    "area": "Разрешить линейные объекты"
                },
                "layers": {
                    "add": "Разрешить площадные объекты",
                    "label": "Слои карт",
                    "addselect": "Добавление слоя чертежа в слои карты.",
                    "defaultLayer": "(Слой карты по умолчанию)",
                    "useAsDefaultLayer": "Использовать по умолчанию"
                },
                "myplaces": {
                    "label": "Слои моей карты"
                },
                "layerselection": {
                    "info": "Выберите слой картографической основы. В окне предварительного просмотра карты можно выбрать слой картографической основы по умолчанию.",
                    "selectAsBaselayer": "Выбрать в качестве основного слоя"
                }
            },
            "toollayout": {
                "label": "Размещение Инструмента",
                "tooltip": "Выберите размещение для инструментов карты.",
                "lefthanded": "Слева",
                "righthanded": "Справа",
                "userlayout": "Размещение пользователя",
                "usereditmode": "Начать редактирование",
                "usereditmodeoff": "Закончить редактирование"
            },
            "statsgrid": {
                "label": "Тематические карты",
                "tooltip": "Показать тематические карты на карте."
            },
            /* for deprecated statsgrid2016 */
            "data": {
                "label": "Тематические карты",
                "tooltip": "Показать тематические карты на карте.",
                "grid": "Показать тематические данные в таблице",
                "allowClassification": "Разрешить классификацию",
                "transparent": "Установить прозрачный фон классификации",
                "displayDiagram": "Отображение диаграмм"
            },
            "layout": {
                "label": "Графический макет",
                "fields": {
                    "colours": {
                        "label": "Цветовая схема",
                        "placeholder": "Цветовая схема",
                        "buttonLabel": "Выбрать",
                        "light_grey": "Светло-серый",
                        "dark_grey": "Темно-серый",
                        "blue": "Синий",
                        "red": "Красный",
                        "green": "Зеленый ",
                        "yellow": "Желтый",
                        "custom": "Мое цветовое решение",
                        "customLabels": {
                            "bgLabel": "Фон идентификатора",
                            "titleLabel": "Текст идентификатора",
                            "headerLabel": "Название места",
                            "iconLabel": "Знак",
                            "iconCloseLabel": "Темный",
                            "iconCloseWhiteLabel": "Светлый"
                        }
                    },
                    "fonts": {
                        "label": "Стиль шрифта"
                    },
                    "toolStyles": {
                        "label": "Стиль инструмента",
                        "default": "Стиль по умолчанию",
                        "rounded-dark": "Округлый (темный)",
                        "rounded-light": "Округлый (светлый)",
                        "sharp-dark": "Угловатый (темный)",
                        "sharp-light": "Угловатый (светлый)",
                        "3d-dark": "Трехмерный (темный)",
                        "3d-light": "Трехмерный (светлый)"
                    }
                },
                "popup": {
                    "title": "Выбор цветовой схемы",
                    "close": "Закрыть",
                    "gfiDialog": {
                        "title": "Информация об объекте",
                        "featureName": "Предпросмотр",
                        "featureDesc": "Выбранная цветовая схема влияет на графическую компоновку всплывающей информации об объектах и слое карты."
                    }
                }
            },
            "sizes": {
                "small": "Малый",
                "medium": "Средний",
                "large": "Большой",
                "fill": "Заполнение пространства",
                "custom": "Нестандартный размер",
                "width": "ширина",
                "height": "высота",
                "separator": "x"
            },
            "buttons": {
                "save": "Сохранить",
                "saveNew": "Сохранить новую карту",
                "ok": "OK",
                "replace": "Обновить карту",
                "cancel": "Отменить",
                "add": "Добавить слой карты"
            },
            "confirm": {
                "replace": {
                    "title": "Вы хотите обновить эту карту?",
                    "msg": "Обновления отображаются сразу на карте. Вам не нужно обновлять HTML код на вашем сайте."
                }
            },
            "layerselection": {
                "label": "Слои карты",
                "info": "Выбрать слои карты, чтобы показать на карте",
                "tooltip": "Фоновый слой отображается в нижнем слое на карте. При выборе нескольких картографических основ одновременно может быть видна только одна из них. Пользователь может выбрать фоновый слой в пользовательском интерфейсе.Выберите картографическую основу по умолчанию в окне предварительного просмотра карты.",
                "promote": "Вы хотите также показать ортофотопланы на карте?"
            },
            "preview": "Просмотр карты",
            "location": "Уровень местоположения и увеличения",
            "zoomlevel": "Уровень увеличения",
            "help": "Помощь",
            "error": {
                "title": "Ошибка",
                "size": "Размер карты недействителен. Ширина должна быть не менее 30 пикселей, а высота не менее 20 пикселей. Используйте точку в качестве десятичного разделителя.",
                "domain": "Требуется веб-сайт. Введите адрес и повторите попытку.",
                "domainStart": "Веб-сайт недействителен. Введите адрес без префиксов http или www и повторите попытку.",
                "name": "Название карты является обязательным. Введите название и повторите попытку.",
                "nohelp": "Руководство пользователя недоступно.",
                "saveFailed": "Не удалось сохранить внедренную карту.",
                "nameIllegalCharacters": "Название карты содержит запрещенные символы (например, HTML-теги). Исправьте имя и повторите попытку.",
                "domainIllegalCharacters": "Адрес сайта содержит запрещенные символы. Введите URL-адрес сайта без префиксов или адрес подстраницы. Например: homepage.com. Допустимые символы: буквы (a-z, A-Z, å, ä, ö, Å, Ä, Ö), цифры (0-9) и специальные символы (-, _, ., !, ~, *, и ()). Исправьте адрес и повторите попытку."
            },
            "noUI": "Скрыть пользовательский интерфейс (использовать интерфейс RPC)"
        },
        "NotLoggedView": {
            "text": "Добро пожаловать для публикации встроенной карты на вашем веб-сайте. Пожалуйста, войдите или зарегистрируйтесь.",
            "signup": "Войти",
            "register": "Регистрироваться"
        },
        "StartView": {
            "text": "Добро пожаловать для публикации встроенной карты на вашем веб-сайте.",
            "touLink": "Показать Условия использования",
            "layerlist_title": "Публикуемые слои карты открываются в окне карты:",
            "layerlist_empty": "В окне карты нет открытых слоев карты. Пожалуйста, проверьте публикуемые слои карты в меню Выбранные слои.",
            "layerlist_denied": "Непубликуемые слои карты открываются в окне карты:",
            "denied_tooltip": "Эти слои карты не публикуются во встроенных картах. Производители данных не предоставили разрешения на публикацию. Пожалуйста, проверьте публикуемые слои карты в меню Выбранные слои.",
            "myPlacesDisclaimer": "Внимание! Если вы используете этот слой карты во встроенной карте, слой карты будет опубликован.",
            "buttons": {
                "continue": "Продолжить",
                "continueAndAccept": "Принять и продолжить",
                "cancel": "Отменить",
                "close": "Закрыть"
            },
            "tou": {
                "notfound": "Условия использования не могут быть найдены.",
                "reject": "Отклонить",
                "accept": "Принять"
            }
        },
        "layer": {
            "show": "Показать",
            "hide": "Скрыть",
            "hidden": "Слой карты временно недоступен.",
            "rights": {
                "can_be_published_map_user": {
                    "label": "Публикуемый",
                    "tooltip": "Слой карты публикуется во встроенных картах. Еженедельное количество пользователей может быть ограничено."
                }
            }
        },
        "layerFilter": {
            "buttons": {
                "publishable": "Публикуемый"
            },
            "tooltips": {
                "publishable": "Показывать только публикуемые слои карт."
            }
        },
        "guidedTour": {
            "title": "Публикация карт",
            "message": "В меню Публикация карт вы можете опубликовать встроенные карты на своем веб-сайте. <br/><br/> Выберите слои карты, определите веб-сайт, выберите инструменты и создайте макет. Нажмите Сохранить, и ваша карта будет готова к публикации. Просто скопируйте одну строку HTML кода на ваш сайт. <br/><br/> Если вы хотите обновить карту, вы можете найти ее в меню Мои данные. Обновления сразу отображаются на вашей карте. <br/><br/> Публикация карт доступна только для зарегистрированных пользователей.",
            "openLink": "Показать Публикацию карт",
            "closeLink": "Скрыть Публикацию карт",
            "tileText": "Публикация карт"
        }
    }
});
