Oskari.registerLocalization(
{
    "lang": "el",
    "key": "Publisher",
    "value": {
        "title": "Δημιουργία χάρτη",
        "flyouttitle": "Δημιουργία χάρτη",
        "desc": "",
        "published": {
            "title": "Ο χάρτης σας δημιουργήθηκε",
            "desc": "Ενσωματώστε τον χάρτη εισάγοντας τον κώδικα HTML κάτω στον ιστότοπό σας"
        },
        "edit": {
            "popup": {
                "title": "Επεξεργασία ενσωματωμένου χάρτη",
                "msg": "Ανανεώνονται τα δεδομένα ενός προηγουμένως ενσωματωμένου χάρτη"
            }
        },
        "BasicView": {
            "title": "Ενσωμάτωση χάρτη",
            "titleEdit": "Επεξεργασία ενσωματωμένου χάρτη",
            "domain": {
                "title": "Ιστοσελίδα όπου θα ενσωματωθεί ο χάρτης",
                "label": "Ιστότοπος όπου θα ενσωματωθεί ο χάρτης",
                "placeholder": "χωρίς http ή www",
                "tooltip": "Γράψτε το όνομα της index page του ιστότοπού σας, δηλ. το όνομα domain χωρίς τα hhtp ή www, ή την διεύθυνση μιας υποσελίδας. Πχ myhomepage.com"
            },
            "name": {
                "label": "Το όνομα του χάρτη",
                "placeholder": "",
                "tooltip": "Δώστε στον χάρτη σας ένα περιγραφικό όνομα. Παρακαλούμε προσέξτε την γλώσσα του interface του χρήστη."
            },
            "language": {
                "label": "Γλώσσα",
                "options": {
                    "fi": "Φινλανδικά",
                    "sv": "Σουηδικά",
                    "en": "Αγγλικά"
                },
                "tooltip": "Επιλέξτε την γλώσσα του interface του χάρτη και των δεδομένων."
            },
            "size": {
                "label": "Μέγεθος",
                "tooltip": "Επιλέξτε ή ορίστε το μέγεθος του χάρτη προς ενσωμάτωση στην ιστοσελίδα σας. Η προεπισκόπηση χάρτη φαίνεται στο επιλεγμένο μέγεθος."
            },
            "tools": {
                "label": "Εγαλεία",
                "tooltip": "Επιλέξτε τα εργαλεία που θα εμφανίζονται στον χάρτη. Η τοποθέτησή τους φαίνεται στην προεπισκόπηση χάρτη.",
                "ScaleBarPlugin": "Γραφική κλίμακα",
                "IndexMapPlugin": "Χάρτης ευρετήριο",
                "PanButtons": "Εργαλείο μετακίνησης",
                "Portti2Zoombar": "Κυλιόμενη μπάρα κλίμακας",
                "ControlsPlugin": "Ενεργή μετακίνηση",
                "SearchPlugin": "Αναζήτηση διεύθυνσης και ονόματος τοποθεσίας",
                "GetInfoPlugin": "Εργαλείο δημιουργίας ερωτημάτων για τοποθεσίες",
                "PublisherToolbarPlugin": "",
                "selectDrawLayer": ""
            },
            "toolbarToolNames": {
                "history_back": "",
                "history_forward": "",
                "measureline": "",
                "measurearea": "",
                "point": "",
                "line": "",
                "area": ""
            },
            "toollayout": {
                "label": "",
                "tooltip": "",
                "lefthanded": "",
                "righthanded": "",
                "userlayout": "",
                "usereditmode": "",
                "usereditmodeoff": ""
            },
            "data": {
                "label": "",
                "tooltip": "",
                "grid": "",
                "allowClassification": ""
            },
            "layout": {
                "label": "",
                "fields": {
                    "colours": {
                        "label": "",
                        "placeholder": "",
                        "buttonLabel": "",
                        "light_grey": "",
                        "dark_grey": "",
                        "blue": "",
                        "red": "",
                        "green": "",
                        "yellow": "",
                        "custom": "",
                        "customLabels": {
                            "bgLabel": "",
                            "titleLabel": "",
                            "headerLabel": "",
                            "iconLabel": "",
                            "iconCloseLabel": "",
                            "iconCloseWhiteLabel": ""
                        }
                    },
                    "fonts": {
                        "label": ""
                    },
                    "toolStyles": {
                        "label": "",
                        "default": "",
                        "rounded-dark": "",
                        "rounded-light": "",
                        "sharp-dark": "",
                        "sharp-light": "",
                        "3d-dark": "",
                        "3d-light": ""
                    }
                },
                "popup": {
                    "title": "",
                    "close": "Κλείσιμο",
                    "gfiDialog": {
                        "title": "Προεπισκόπιση",
                        "featureName": "Προεπισκόπιση",
                        "featureDesc": ""
                    }
                }
            },
            "layers": {
                "add": "",
                "addselect": "",
                "label": "Επίπεδα χάρτη",
                "defaultLayer": "(Προεπιλεγμένο επίπεδο)",
                "useAsDefaultLayer": "Χρήση ως προεπιλεγμένο επίπεδο"
            },
            "myplaces": {
                "label": ""
            },
            "sizes": {
                "small": "Μικρό",
                "medium": "Μεσσαίο",
                "large": "Μεγάλο",
                "fill": "",
                "custom": "Προσαρμοσμένο μέγεθος",
                "width": "Πλάτος",
                "height": "Ύψος",
                "separator": "x"
            },
            "buttons": {
                "save": "Αποθήκευση",
                "saveNew": "Νέα αποθήκευση",
                "ok": "OK",
                "replace": "Αντικατάσταση",
                "cancel": "Ακύρωση",
                "add": ""
            },
            "confirm": {
                "replace": {
                    "title": "Θέλετε να αντικαταστήσετε τον ενσωματωμένο χάρτη;",
                    "msg": "Χρησιμοποιήστε την αντικατάσταση για να δείξετε τις αλλαγές σε έναν ενσωματωμένο χάρτη χωρίς καθυστέρηση. Δεν απαιτείται να προσθέσετε ξανά τον κώδικα HTML στην ιστοσελίδα σας."
                }
            },
            "layerselection": {
                "label": "Εμφάνιση επιπέδων χάρτη στο μενού",
                "info": "Επιλέξτε υπόβαθρα. Μπορείτε να θέσετε το προεπιλεγμένο υπόβαθρο στο παράθυρο προεπισκόπησης.",
                "tooltip": "Το υπόβαθρο εμφανίζεται ως το κατώτερο επίπεδο του χάρτη. Όταν επιλέγετε επίπεδα χάρτη ως τα κατώτερα επίπεδα του χάρτη, μόνο ένα είναι ορατό κάθε φορά, και μπορείτε να τα εναλλάσετε μεταξύ τους. Μπορείτε να θέσετε το υπόβαθρο του χάρτη από την προεπισκόπηση χάρτη."
            },
            "preview": "Προεπισκόπηση του χάρτη προς ενσωμάτωση.",
            "location": "Τοποθεσία και επίπεδο μεγέθυνσης",
            "zoomlevel": "Επίπεδο μεγέθυνσης",
            "help": "Βοήθεια",
            "error": {
                "title": "Σφάλμα!",
                "size": "Σφάλμα στον καθορισμό μεγέθους",
                "domain": "Η πληροφορία για τον ιστότοπο είναι απαραίτητη",
                "domainStart": "Παραλείψτε τα http ή www από το όνομα του ιστότοπου",
                "name": "Η πληροφορία του ονόματος είναι απαραίτητη",
                "nohelp": "Δεν διατίθεται βοήθεια",
                "saveFailed": "Η δημοσίευση του χάρτη απέτυχε. Παρακαλούμε δοκιμάστε ξανά αργότερα.",
                "nameIllegalCharacters": "Το όνομα του ιστότοπου περιέχει μη αποδεκτούς χαρακτήρες. Οι αποδεκτοί χαρακτήρες είναι από α-ω (a-z) όπως επίσης αριθμοί, backspaces και παρενθέσεις.",
                "domainIllegalCharacters": ""
            }
        },
        "NotLoggedView": {
            "text": "Πρέπει να συνδεθείτε για να χρησιμοποιήσετε την λειτουργία της ενσωμάτωσης.",
            "signup": "Σύνδεση",
            "register": "Εγγραφή"
        },
        "StartView": {
            "text": "Μπορείτε να ενσωματώσετε τον τρέχοντα χάρτη στον ιστότοπό σας ή στον ιστότοπο του εργοδότη σας.",
            "touLink": "Εμφάνιση Όρων Χρήσης του ενσωματωμένου χάρτη",
            "layerlist_title": "Επίπεδα χάρτη οπυ μπορούν ν αενσωματωθούν",
            "layerlist_empty": "Τα επίπεδα χάρτη που επιλέξατε δεν μπορούν να ενσωματωθούν. Το μενού Επιλεγμένα επίπεδα χάρτη δείχνει αν κάποιο από τα επίπεδα μπορεί να ενσωματωθεί ή όχι.",
            "layerlist_denied": "Δεν μπορεί να ενσωματωθεί",
            "denied_tooltip": "Οι πάροχοι των δεδομένων του χάρτη δεν επιτρέπουν την δημοσίευση αυτών των δεδομένων σε άλλους ιστότοπους. Ελέξτε τα δικαιώματα δημοσίευσης στο μενού Επιλεγμένα επίπεδα χάρτη πριν την ενσωμάτωση.",
            "myPlacesDisclaimer": "",
            "buttons": {
                "continue": "Συνέχεια",
                "continueAndAccept": "Αποδοχή των Όρων Χρήσης και συνέχεια",
                "cancel": "Ακύρωση",
                "close": "Κλείσιμο"
            },
            "tou": {
                "notfound": "Δεν μπορούν να βρεθούν οι Όροι Χρήσης",
                "reject": "Απόρριψη",
                "accept": "Αποδοχή"
            }
        },
        "layer": {
            "show": "Εμφάνιση",
            "hide": "Απόκρυψη",
            "hidden": "Ο χάρτης είναι προσωρινά κρυμμένος.",
            "selectAsBaselayer": ""
        },
        "layerFilter": {
            "buttons": {
                "publishable": "Publishable"
            },
            "tooltips": {
                "publishable": "Show only publishable map layers"
            }
        }
    }
});
