Oskari.registerLocalization(
{
    "lang": "hy",
    "key": "Publisher",
    "value": {
        "title": "Ստեղծել քարտեզ",
        "flyouttitle": "Ստեղծել քարտեզ",
        "desc": "",
        "published": {
            "title": "Քարտեզը ստեղծված է",
            "desc": "Ստորև նշված HTML կոդի ավելացմամբ ներմուծել քարտեզը ձեր ինտերնետային կայք"
        },
        "edit": {
            "popup": {
                "title": "Ներմուծված քարտեզի խմբագրում",
                "msg": "Նախկինում ներմուծված քարտեզի  տվյալները թարմացվում են"
            }
        },
        "BasicView": {
            "title": "Ներմուծել քարտեզ",
            "titleEdit": "Խմբագրել ներմուծված քարտեզը",
            "domain": {
                "title": "Ինտերնետային էջ, որտեզ ներմուծվելու է քարտեզը",
                "label": "Ինտերնետային կայք, որտեզ ներմուծվելու է քարտեզը",
                "placeholder": "Առանց http կամ www",
                "tooltip": "Նշել ձեր ինտերնետային կայքի ինդեքսային էջի անվանումը, օր.` դրա հիմնական անվանումը առանց http կամ www կամ ենթաէջի հասցեն,օր.` myhomepage.com"
            },
            "name": {
                "label": "Քարտեզի անվանումը",
                "placeholder": "",
                "tooltip": "Քարտեզին տալ նկարագրական անվանում.նշել օգտագործողի ինտերֆեյսի լեզուն"
            },
            "language": {
                "label": "Լեզու",
                "options": {
                    "fi": "Ֆիններեն",
                    "sv": "Շվեդերեն",
                    "en": "Անգլերեն"
                },
                "tooltip": "Ընտրել քարտեզի ինտերֆեյսի և քարտեզի տվյալների լեզուն"
            },
            "size": {
                "label": "Չափ",
                "tooltip": "Ընտրել կամ սահմանել ինտերնետային կայք ներմուծվող  քարտեզի չափսերը :Քարտեզը ներկայացվում է ընտրված չափով"
            },
            "tools": {
                "label": "Գործիքներ",
                "tooltip": "Ընտրել քարտեզի վրա ցուցադրվող գործիքները.դրանք դասակարգված են քարտեզի նախադիտման մեջ",
                "ScaleBarPlugin": "Մասշտաբի սանդղակ",
                "IndexMapPlugin": "Ինդեքսային քարտեզ",
                "PanButtons": "Համայնապատկերման գործիքներ",
                "Portti2Zoombar": "Մասշտաբի ցուցիչ",
                "ControlsPlugin": "Համայնապատկերման գործիքը միացված է",
                "SearchPlugin": "Որոնում հասցեով և տեղանքի անվամբ",
                "FeaturedataPlugin": "",
                "GetInfoPlugin": "Տեղանքի տվյալների հարցման գործիք",
                "PublisherToolbarPlugin": "",
                "selectDrawLayer": ""
            },
            "toolbarToolNames": {
                "history_back": "",
                "history_forward": "",
                "measureline": "",
                "measurearea": "",
                "point": "",
                "line": "",
                "area": ""
            },
            "toollayout": {
                "label": "",
                "tooltip": "",
                "lefthanded": "",
                "righthanded": "",
                "userlayout": "",
                "usereditmode": "",
                "usereditmodeoff": ""
            },
            "data": {
                "label": "",
                "tooltip": "",
                "grid": "",
                "allowClassification": ""
            },
            "layout": {
                "label": "",
                "fields": {
                    "colours": {
                        "label": "",
                        "placeholder": "",
                        "buttonLabel": "",
                        "light_grey": "",
                        "dark_grey": "",
                        "blue": "",
                        "red": "",
                        "green": "",
                        "yellow": "",
                        "custom": "",
                        "customLabels": {
                            "bgLabel": "",
                            "titleLabel": "",
                            "headerLabel": "",
                            "iconLabel": "",
                            "iconCloseLabel": "",
                            "iconCloseWhiteLabel": ""
                        }
                    },
                    "fonts": {
                        "label": ""
                    },
                    "toolStyles": {
                        "label": "",
                        "default": "",
                        "rounded-dark": "",
                        "rounded-light": "",
                        "sharp-dark": "",
                        "sharp-light": "",
                        "3d-dark": "",
                        "3d-light": ""
                    }
                },
                "popup": {
                    "title": "",
                    "close": "",
                    "gfiDialog": {
                        "title": "",
                        "featureName": "",
                        "featureDesc": ""
                    }
                }
            },
            "layers": {
                "add": "",
                "addselect": "",
                "label": "Քարտեզի շերտեր",
                "defaultLayer": "(Սկզբնական շերտ)",
                "useAsDefaultLayer": "Օգտագործել որպես հիմքային շերտ"
            },
            "myplaces": {
                "label": ""
            },
            "sizes": {
                "small": "Փոքր",
                "medium": "Միջին",
                "large": "Մեծ",
                "fill": "",
                "custom": "Փոխել չափը",
                "width": "Լայնություն",
                "height": "Բարձրություն",
                "separator": "x"
            },
            "buttons": {
                "save": "Պահպանել",
                "saveNew": "Նորը պահպանել",
                "ok": "OK",
                "replace": "Փոխարինել",
                "cancel": "Դադարեցնել",
                "add": ""
            },
            "confirm": {
                "replace": {
                    "title": "Ցանկանում եք արդյոք փոխարինել ներմուծված քարտեզը",
                    "msg": "Օգտագործել փոխարինել գործիքը անմիջապես ցուցադրելու համար ներմուծված քարտեզի փոփոխությունները:Ձեր ինտերնետային կայքին html կոդի ավելացման անհրաժեշտություն չկա"
                }
            },
            "layerselection": {
                "label": "մենյուում ցուցադրել քարտեզի շերտերը",
                "info": "Ընտրել ֆոնային քատեզները:Հնարավոր է տեղադրել բազային ֆոնային քարտեզ քարտեզի նախադիտման պատուհանում",
                "tooltip": "Բազային քարտեզը ցուցաադրվում է որպես քարտեզի ստորին շերտ:Որպես ստորին շերտ օգտագործվելիք քարտեզի շերտերի ընտրության դեպքում միայն մեկ համաժամանակյա շերտն է տեսանելի և հնարավոր է մեկից անցնել մյուսը: Հնարավոր է քարտեզի նախադիտում պատուհանում տեղադրել  բազային ֆոնային քարտեզ"
            },
            "preview": "Ներմուծվող քարտեզի դիտում",
            "location": "Տեղանք և մեծացման մակարդակ",
            "zoomlevel": "Մեծացման մակարդակ",
            "help": "Օգնություն",
            "error": {
                "title": "Սխալ",
                "size": "Սխալ չափի սահմանումների մեջ",
                "domain": "Ինտերնետային կայքը պարտադիր պահանջվող տեղեկատվությունն է",
                "domainStart": "Ինտերնետային կայքի անվանման մեջ բաց են թողնված http և www",
                "name": "Անվանուևմը պարտադիր տեղեկատվություն է",
                "nohelp": "Օգնություն գործիքը հասանելի չէ",
                "saveFailed": "Քարտեզի հրապարակման ձախողում:Կրկին փորձեք",
                "nameIllegalCharacters": "",
                "domainIllegalCharacters": "Ինտերնետային կայքի անվանումը պարունակում է անթույլատրելի նշաններ:Թույլատրվող նշաններն են ա-ֆ տառերը, ինչպես նաև թվերը,գծիկը և վերադարձ նշանը"
            }
        },
        "NotLoggedView": {
            "text": "Մինչև ներմուծվող ֆունկցիաների օգտագործումը դուք պետք է մուտք գործեք համակարգ",
            "signup": "Մուտք",
            "register": "Գրանցում"
        },
        "StartView": {
            "text": "Հնարավոր է ձեր կամ ձեր աշխատակիցների ինտերնետային կայքում ներմուծել նոր ստեղծված քարտեզը",
            "touLink": "Ցուցադրել ներմուծված քարտեզների օգտագործման պայմանները",
            "layerlist_title": "Ներմուծման ենթակա քարտեզի շերտերը",
            "layerlist_empty": "Քարտեզի ընտրված շերտերը հնարավոր չէ ներմուծել/Ընտրված քարտեզի շերտեր մենյուն ցույց է տալիս հնարավոր է արդյոք ներմուծել քարտեզի շերտը",
            "layerlist_denied": "Հնարավոր չէ ներմուծվել",
            "denied_tooltip": "Քարտեզային տվյալների պրովայդերը արգելում է հրապարակել այս նյութերը այլ ինտերնետային կայքերում:Մինչև ներմուծումը ստուգել հրապարակման իրավունքը ընտրված քարտեզի շերտեր մենյուում:",
            "myPlacesDisclaimer": "",
            "buttons": {
                "continue": "Շարունակել",
                "continueAndAccept": "Ընդունել օգտագործման պայմանները և շարունակել",
                "cancel": "Դադարեցնել",
                "close": "Փակել"
            },
            "tou": {
                "notfound": "Հնարավոր չէ գտնել օգտագործման պայմանները",
                "reject": "Մերժել",
                "accept": "Ընդունել"
            }
        },
        "layer": {
            "show": "",
            "hide": "",
            "hidden": "",
            "selectAsBaselayer": ""
        },
        "layerFilter": {
            "buttons": {
                "publishable": "Publishable"
            },
            "tooltips": {
                "publishable": "Show only publishable map layers"
            }
        }
    }
});
