Oskari.registerLocalization({
    "lang": "os",
    "key": "DivManazer",
    "value": {
        "LanguageSelect": {
            "title": "Ӕвзаг",
            "tooltip": "NOT TRANSLATED",
            "languages": {
                "af": "африкаанс",
                "ar": "араббаг",
                "az": "тӕтӕйраг",
                "bg": "болгайраг",
                "bs": "босниаг",
                "ca": "каталайнаг",
                "cs": "чехаг",
                "da": "даниаг",
                "de": "немыцаг",
                "el": "бердзейнаг",
                "en": "англисаг",
                "eo": "есперанто",
                "es": "испайнаг",
                "et": "естойнаг",
                "eu": "баскаг",
                "fa": "персайнаг",
                "fi": "финнаг",
                "fo": "фарераг",
                "fr": "францаг",
                "ga": "ирландиаг",
                "he": "уираг",
                "hr": "хорватаг",
                "hu": "венгериаг",
                "hy": "сомихаг",
                "it": "италиаг",
                "ja": "япойнаг",
                "ka": "гуырдзиаг",
                "mk": "мӕчъидон",
                "os": "ирон",
                "pt": "португалиаг",
                "ru": "уырыссаг",
                "zh": "китайаг"
            }
        }
    }
});