Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "LayerSelection",
    "value": {
        "title": "Избрани слоеве",
        "desc": "",
        "layer": {
            "style": "Стил",
            "show": "Показване",
            "hide": "Скриване",
            "hidden": "Картата е временно скрита",
            "out-of-scale": "Информацията за тази карта не може да бъде показана при избрания мащаб",
            "move-to-scale": "Изберете подходящ мащаб",
            "out-of-content-area": "Картният слой не съдържа информация за това място",
            "move-to-content-area": "Преместване в центъра на показаната зона",
            "description": "Описание",
            "object-data": "Данни за обектите",
            "rights": {
                "notavailable": "Публикуването забранено",
                "guest": "Влезте, за да публикувате картен слой",
                "loggedin": "Публикуването разрешено",
                "official": "Публикуването разрешено за ползване от властите",
                "need-login": "Трябва да влезете",
                "can_be_published_by_provider": {
                    "label": "Публикуването разрешено за лица, предоставящи данни",
                    "tooltip": "Изискват се права за лица, предоставящи данни, за публикуване на този картен слой. Ако сте лице - доставчик на данни, моля свържете се с екипа по поддръжка и отправете искане за  права за публикуване"
                },
                "can_be_published": {
                    "label": "Публикуването разрешено",
                    "tooltip": "Картният слой може да бъде публикуван в прикачен картен прозорец без ограничение на броя на потребителите"
                },
                "can_be_published_map_user": {
                    "label": "Публикуването разрешено",
                    "tooltip": "Картният слой може да бъде публикуван в прикачен картен прозорец и броят на потребителите за седмица може да бъде ограничен"
                },
                "no_publication_permission": {
                    "label": "Публикуването забранено",
                    "tooltip": "Лицето - доствачик на данни не притежава издадено разрешение за публикуване на този картен слой в прикачен картен прозорец"
                },
                "can_be_published_by_authority": {
                    "label": "Публикуването разрешено",
                    "tooltip": "Картният слой може да бъде публикуван в прикачен картен прозорец без ограничение за потребителите"
                }
            },
            "tooltip": {
                "type-base": "Карта - фон",
                "type-wms": "Картен слой",
                "type-wfs": "Продуктови данни"
            }
        }
    }
}
);