Oskari.registerLocalization(
{
    "lang": "ka",
    "key": "LayerSelection",
    "value": {
        "title": "არჩეული ფენები",
        "desc": "",
        "layer": {
            "style": "სტილი",
            "show": "ჩვენება",
            "hide": "დამალვა",
            "hidden": "რუკა დროებით დამალულია",
            "out-of-scale": "შერჩეულ მასშტაბზე მონაცემების ჩვენება შეუძლებელია",
            "move-to-scale": "შესატყვის მასშტაბზე გადასვლა",
            "out-of-content-area": "ამ ადგილმდებარეობისთვის მონაცემები არ არის",
            "move-to-content-area": "რუკის ცენტრში გადასვლა",
            "description": "აღწერილობა",
            "object-data": "გეოგრაფიული ობიექტი",
            "rights": {
                "notavailable": "გამოქვეყნება აკრძალულია",
                "guest": "გამოსაქვეყნებლად გარეგისტრირდით სისტემაში",
                "loggedin": "გამოქვეყნება ნებადართულია",
                "official": "გამოქვეყნება ნებადართულია უფლებამოსილი ორგანოებისათვის",
                "need-login": "დარეგისტრირდით სისტემაში",
                "can_be_published_by_provider": {
                    "label": "გამოქვეყნება ნებადართულია მონაცემთა მიმწოდებლებისთვის",
                    "tooltip": "ფენის გამოქვეყნებისთვის საჭიროა მონაცემთა მიმწოდებლის უფლებები, თუ მონაცემთა მიმწოდებელი ხართ, გთხოვთ, დაუკავშირდით ადმინისტრატორს და მოითხოვეთ გამოქვეყნების უფლება"
                },
                "can_be_published": {
                    "label": "გამოქვეყნება ნებადართულია",
                    "tooltip": "ფენა შეიძლება გამოქვეყნდეს ჩადგმულ რუკის ფანჯარაში  მომხმარებელთა რაოდენობის შეზღუდვის გარეშე"
                },
                "can_be_published_map_user": {
                    "label": "გამოქვეყნება ნებადართულია",
                    "tooltip": "ფენა შეიძლება გამოქვეყნდეს ჩადგმულ რუკის ფანჯარაში და მომხმარებელთა ყოველკვირეული რაოდენობა შეიძლება შეიზღუდოს"
                },
                "no_publication_permission": {
                    "label": "გამოქვეყნება აკრძალულია",
                    "tooltip": "მონაცემთა მიმწოდებელს არ გააჩნია ჩადგმულ ფანჯარაში ამ ფენის გამოქვეყნების ნებართვა"
                },
                "can_be_published_by_authority": {
                    "label": "გამოქვეყნება ნებადართულია",
                    "tooltip": "ფენა შეიძლება გამოქვეყნდეს ჩადგმულ რუკის ფანჯარაში მომხმარებელთა რაოდენობის შეზღუდვის გარეშე"
                }
            },
            "tooltip": {
                "type-base": "ფონური რუკა",
                "type-wms": "რუკის ფენა",
                "type-wfs": "მონაცემთა პროდუქტი"
            }
        },
        "guidedTour": {
            "title": "არჩეული რუკის ფენები",
            "message": "ფენების თანმიმდევრობის შესაცვლელად დააწკაპუნეთ და გადაადგილეთ ფენა, ასევე შეცვალოთ მათი გამჭვირვალობა. ცვლილებები ნაჩვენებია რუკის ფანჯარაში",
            "openLink": "არჩეული ფენების ჩვენება",
            "closeLink": "არჩეული ფენების დამალვა",
            "tileText": "არჩეული ფენები"
        }
    }
});