Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "LayerSelection",
    "value": {
        "title": "Выбранные слои",
        "desc": "",
        "layer": {
            "style": "Вид",
            "show": "Показать",
            "hide": "Скрыть",
            "hidden": "Слой карты временно скрыт",
            "unsupported-projection": "Слой карты не может быть показан в выбранной проекции карты",
            "change-projection": "Изменить проекцию карты",
            "out-of-scale": "Слой карты не может быть показан в этом масштабе.",
            "move-to-scale": "Пожалуйста, перейдите на подходящий уровень карты.",
            "out-of-content-area": "Слой карты не имеет объектов в видимом отображении карты.",
            "move-to-content-area": "Перейти в подходящее местоположение.",
            "description": "Описание",
            "object-data": "Данные объектов",
            "rights": {
                "notavailable": "Публикация запрещена",
                "guest": "Пожалуйста, авторизируйтесь, если вы хотите опубликовать слой карты во встроенной карте.",
                "loggedin": "Публикация разрешена",
                "official": "Публикуется только для органов власти",
                "need-login": "Пожалуйста, авторизируйтесь, чтобы опубликовать встроенные карты.",
                "can_be_published_by_provider": {
                    "label": "Публикация, разрешенная для поставщиков данных",
                    "tooltip": "Слой карты публикуется во встроенных картах только для поставщиков данных. Если вы являетесь поставщиком данных, обратитесь в службу поддержки."
                },
                "can_be_published": {
                    "label": "Публикация разрешена",
                    "tooltip": "Слой карты публикуется во встроенных картах. Лимит использования не ограничен."
                },
                "can_be_published_map_user": {
                    "label": "Публикация разрешена",
                    "tooltip": "Слой карты публикуется во встроенных картах. Еженедельный лимит использования может быть ограничен."
                },
                "no_publication_permission": {
                    "label": "Публикация запрещена",
                    "tooltip": "Слой карты не публикуется во встроенных картах. Поставщик данных не предоставил разрешения."
                },
                "can_be_published_by_authority": {
                    "label": "Публикация разрешена для органов власти",
                    "tooltip": "Слой карты публикуется во встроенных картах только для органов власти. Если вы являетесь представителем органов власти, обратитесь в службу поддержки."
                }
            },
            "tooltip": {
                "type-base": "Картографическая основа",
                "type-wms": "Слой карты",
                "type-wfs": "Информационный продукт"
            },
            "refresh_load": {
                "tooltip": "Обновите данные слоя карты. Данные на карте не обновляются автоматически."
            },
            "filter": {
                "title": "Фильтр",
                "description": "Фильтровать значения на слое карты:",
                "cancelButton": "Отменить",
                "clearButton": "Очистить фильтр",
                "refreshButton": "Обновить фильтр",
                "addFilter": "Добавить фильтр",
                "removeFilter": "Удалить фильтр",
                "bbox": {
                    "title": "Фильтр карт",
                    "on": "Только объекты, видимые на карте",
                    "off": "Все объекты"
                },
                "clickedFeatures": {
                    "title": "Фильтр объектов",
                    "label": "Только выбранные на карте"
                },
                "values": {
                    "title": "Фильтр атрибутов",
                    "placeholders": {
                        "case-sensitive": "Фильтр чувствителен к регистру",
                        "attribute": "Атрибут",
                        "boolean": "Логический оператор",
                        "operator": "Оператор",
                        "attribute-value": "Значение"
                    },
                    "equals": "равно",
                    "like": "около",
                    "notEquals": "не равно",
                    "notLike": "непохожий",
                    "greaterThan": "больше",
                    "lessThan": "меньше",
                    "greaterThanOrEqualTo": "больше или равно",
                    "lessThanOrEqualTo": "меньше или равно"
                },
                "aggregateAnalysisFilter": {
                    "addAggregateFilter": "Использовать статистические значения",
                    "aggregateValueSelectTitle": "Выбор статистических значений",
                    "selectAggregateAnalyse": "Выбрать слой для анализа",
                    "selectIndicator": "Выбрать свойство",
                    "selectReadyButton": "Закрыть",
                    "getAggregateAnalysisFailed": "Не удалось получить статистические значения.",
                    "noAggregateAnalysisPopupTitle": "Статистические значения не найдены",
                    "noAggregateAnalysisPopupContent": "Статистические значения для этого слоя карты не вычисляются. Вы можете вычислить их в функции Анализ."
                },
                "validation": {
                    "title": "Объекты не удалось отфильтровать. Произошли следующие ошибки:",
                    "attribute_missing": "Отсутствует атрибут.",
                    "operator_missing": "Отсутствует оператор.",
                    "value_missing": "Отсутствует значение.",
                    "boolean_operator_missing": "Отсутствует логический оператор."
                }
            }
        },
        "guidedTour": {
            "title": "Выбранные слои",
            "message": "В меню Выбранные слои вы можете найти все открытые слои карты и задать параметры их отображения на виде карты. <br/><br/> Сортировать слои карты путем их перетаскивания. <br/> Управлять прозрачностью слоя карты. <br/> Выбрать другой стиль, если он доступен. <br/> Открыть данные об объекте в таблице, если они доступны. <br/> Временно показывать или скрывать слои карты.",
            "openLink": "Показать Выбранные слои",
            "closeLink": "Скрыть Выбранные слои",
            "tileText": "Выбранные слои"
        }
    }
});
