Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "LayerSelection",
    "value": {
        "title": "Обрані шари",
        "desc": "",
        "layer": {
            "style": "Стиль",
            "show": "Показати",
            "hide": "Приховати",
            "hidden": "Карта тимчасово прихована",
            "out-of-scale": "Дані на цьому шарі не можна відобразити у цьому масштабі",
            "move-to-scale": "Перейти до потрібного масштабу",
            "out-of-content-area": "В цьому місці шар не містить даних",
            "move-to-content-area": "Перейти в центр області контента",
            "description": "Опис",
            "object-data": "Дані об'єкта",
            "rights": {
                "notavailable": "Публікація заборонена",
                "guest": "Увійдіть в систему для публікації цього шару карти",
                "loggedin": "Публікація дозволена",
                "official": "Публікація дозволена для використання органами влади",
                "need-login": "Ви повинні увійти в систему",
                "can_be_published_by_provider": {
                    "label": "Публікація дозволена для постачальників даних",
                    "tooltip": "Для публікації цього щару карти необхідні права постачальника даних. Якщо ви постачальник даних, будь ласка, зв'яжіться зі службою підтримки і запитайте права на публікацію"
                },
                "can_be_published": {
                    "label": "Публікація дозволена",
                    "tooltip": "Цей шар карти можна опублікувати у вбудованому вікні карти без обмеження кількості користувачів"
                },
                "can_be_published_map_user": {
                    "label": "Публікація дозволена",
                    "tooltip": "Цей шар карти можна опублікувати у вбудованому вікні карти, але кількість користувачів в тиждень повинна бути обмежена"
                },
                "no_publication_permission": {
                    "label": "Публікація дозволена",
                    "tooltip": "Постачальник даних не надав дозволу для публікації цього шару карти у вбудованому вікні карти"
                },
                "can_be_published_by_authority": {
                    "label": "Публікація дозволена",
                    "tooltip": "Цей шар карти можна опублікувати у вбудованому вікні карти без будь-яких обмежень"
                }
            },
            "tooltip": {
                "type-base": "Основна карта",
                "type-wms": "Шар карти",
                "type-wfs": "Продукт"
            }
        },
        "guidedTour": {
            "title": "Обрані шари карти",
            "message": "Ви можете змінити порядок шарів просто перетягуючи їх. Також ви можете змінювати їх прозорість. Зміни одразу відображаються у вікні карти.",
            "openLink": "Показати обрані шари карти",
            "closeLink": "Приховати обрані шари карти",
            "tileText": "Обрані шари карти"
        }
    }
});