Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "MapModule",
    "value": {
        "status_update_map": "Загрузка карты...",
        "zoombar_tooltip": {
            "zoomLvl-0": "Картографическая основа",
            "zoomLvl-1": "Страна",
            "zoomLvl-2": "Регион",
            "zoomLvl-3": "",
            "zoomLvl-4": "Город",
            "zoomLvl-5": "",
            "zoomLvl-6": "",
            "zoomLvl-7": "Городской район",
            "zoomLvl-8": "",
            "zoomLvl-9": "",
            "zoomLvl-10": "Улица",
            "zoomLvl-11": "",
            "zoomLvl-12": ""
        },
        "unsupportedProjHeader": "Уведомление",
        "unsupportedProj": "Некоторые слои, добавленные в этот вид карты, не могут быть показаны в текущей проекции карты.",
        "unsupported-layer": "Слой карты не может быть показан.",
        "unsupported-layer-projection": "Слой карты не может быть показан в выбранной проекции карты.",
        "plugin": {
            "LogoPlugin": {
                "terms": "Условия использования",
                "dataSources": "Источники данных",
                "layersHeader": "Слои карты"
            },
            "DataSourcePlugin": {
                "link": "Источник данных",
                "popup": {
                    "title": "Источники данных",
                    "content": ""
                },
                "button": {
                    "close": "Закрыть"
                }
            },
            "LayerSelectionPlugin": {
                "title": "Слои карты",
                "chooseDefaultBaseLayer": "Выбрать картографическую основу",
                "chooseOtherLayers": "Выбрать другие слои карты"
            },
            "SearchPlugin": {
                "placeholder": "Поиск местоположения",
                "search": "Поиск",
                "title": "Результаты поиска",
                "close": "Закрыть результаты поиска.",
                "noresults": "Результатов не найдено. Проверьте поисковый запрос и повторите попытку.",
                "toomanyresults": "Более 100 результатов. Уточните поисковый запрос и повторите попытку.",
                "column_name": "Название",
                "column_region": "Регион",
                "column_village": "Муниципалитет",
                "column_type": "Тип"
            },
            "GetInfoPlugin": {
                "title": "Данные объекта",
                "layer": "Слой карты",
                "places": "Объекты",
                "description": "Описание",
                "link": "Сетевой адрес",
                "name": "Название",
                "noAttributeData": "Отсутствуют атрибуты для просмотра, пожалуйста, откройте данные объекта, чтобы увидеть скрытые атрибуты."
            },
            "PublisherToolbarPlugin": {
                "test": "тест",
                "history": {
                    "reset": "Перейти к виду по умолчанию",
                    "confirmReset": "Хотите ли вы вернуться к исходному виду?",
                    "back": "Перейти к предыдущему виду",
                    "next": "Перейти к следующему виду"
                },
                "measure": {
                    "line": "Измерить расстояние",
                    "area": "Измерить площадь"
                }
            },
            "MarkersPlugin": {
                "buttons": {
                    "add": "Метки карты",
                    "clear": "Удалить все метки"
                },
                "form": {
                    "title": "Стиль метки на карте",
                    "tooltip": "Определить стиль для меток на карте.",
                    "symbol": {
                        "label": "Иконка"
                    },
                    "size": {
                        "label": "Размер"
                    },
                    "color": {
                        "label": "Цвет",
                        "labelOr": "или",
                        "labelCustom": "Пользовательский цвет (RGB 0-255)"
                    },
                    "preview": {
                        "label": "Предпросмотр"
                    },
                    "message": {
                        "label": "Текст на карте",
                        "hint": "Название или описание"
                    }
                },
                "dialog": {
                    "title": "Метка на карте",
                    "message": "Выберите новое место для метки на карте, щелкнув по карте."
                }
            },
            "MyLocationPlugin": {
                "tooltip": "Центровать карту относительно вашего местоположения"
            }
        },
        "guidedTour": {
            "help1": {
                "title": "Панорамный вид карты",
                "message": "Вы можете панорамировать вид карты несколькими способами. <br/><br/>  Выберите инструмент Рука и перетащите карты с помощью мыши.<br/><br/>  Используйте клавиши со стрелками на клавиатуре. <br/><br/>  Щелкните стрелки в инструменте для панаромирования. Вы можете найти его в правом верхнем углу."
            },
            "help2": {
                "title": "Увеличение и уменьшение масштаба карты",
                "message": "Вы можете увеличивать и уменьшать масштаб карты несколькими способами. <br/><br/> Выберите масштаб на панели масштабирования. Вы также можете нажать кнопки (+) и (-) на панели масштабирования. <br/> <br/> Используйте клавиши (+) и (-) на клавиатуре. <br/> <br/> Дважды щелкните вид карты или используйте \"Инструмент Лупа\" для увеличения масштаба карты."
            }
        }
    }
});
