Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "GuidedTour",
    "value": {
        "button": {
            "next": "Следващ",
            "previous": "Предишен",
            "start": "Старт",
            "finish": "Край",
            "close": "Затвори"
        },
        "title": "Добре дошли",
        "desc": "",
        "tourseen": {
            "label": "Не показвай повече това съобщение"
        },
        "page1": {
            "title": "Добре дошли в Oskari",
            "message": "Ако това е първото Ви посещение на услугата Oskari map, нашето ръководство за бърз старт ще Ви помогне да започнете"
        },
        "page2": {
            "title": "Търсене",
            "message": "Използвайте функцията Търсене, за да преместите изгледа на картата директно към мястото, което търсите",
            "openLink": "Показване на Търсене",
            "closeLink": "Скриване на Търсене",
            "tileText": "Търсене"
        },
        "page3": {
            "title": "Картни слоеве",
            "message": "Може да селектирате резултатите за данни да бъдат показани на картата чрез избиране на картни слоеве. Щракнете върху категория, за да я отворите, и селектирайте слой, или напишете няколко букви, които са част от името на данните, които търсите, в полето за Търсене.",
            "openLink": "Показване на  картни слоеве",
            "closeLink": "Скриване на  картни слоеве",
            "tileText": "Картни слоеве"
        },
        "page4": {
            "title": "Избрани картни слоеве",
            "message": "Може да промените реда на показване на картните слоеве чрез щракване и влачене, както и тяхната прозрачност. Промените са показани в картния прозорец.",
            "openLink": "Показване на  избраните картни слоеве.",
            "closeLink": "Скриване на  избраните картни слоеве",
            "tileText": "Избрани картни слоеве"
        },
        "page5": {
            "title": "Моите данни",
            "message": "Всички места, които сте маркирали на картата, вкл. запазените Ви карти и прикачените карти, са показани тук, когато влезете в услугата",
            "openLink": "Показване на моите данни",
            "closeLink": "Скриване на моите данни",
            "tileText": "Моите данни"
        },
        "page6": {
            "title": "Създаване на карта",
            "message": "Лесно може да прикачите на Вашия уебсайт карта, която сте създали. Просто определете размера и потребителския интерфейс на Вашата карта, копирайте и поставете HTML- кода на Вашата уеб страница.",
            "openLink": "Показване на Създаване на карта",
            "closeLink": "Скриване на Създаване на карта",
            "tileText": "Създаване на  карта"
        },
        "page7": {
            "title": "Инструменти",
            "message": "Използвайте инструментите за добавяне на места, запазване изглед на карта, споделяне линк на изглед на карта или връщане към предишен изглед на карта. Задръжте показалеца на мишката върху инструмента за момент, за да видите неговите свойства."
        },
        "page8": {
            "title": "Преместване изгледа на картата",
            "message": "Може да преместите изгледа на картата с щракване и влачене или с контролерите за движение (pan)/ Върнете се към изгледа по подразбиране чрез щракване на бутона в средата на контролерите за движение. Съвет : Може също така да преместите картата с клавишите стрелки на клавиатурата Ви."
        },
        "page9": {
            "title": "Приближаване и отдалечаване",
            "message": "Може да приближавате и отдалечавате картата, използвайки лентата за променяне на  мащаба или бутоните плюс и минус близо до лентата. Съвет : Може също така да променяте мащаба с клавишите плюс и минус на клавиатурата Ви или чрез двойно щракване върху картата. Възможно е също да променяте мащаба въртейки средния бутон на мишката."
        }
    }
}
);