Oskari.registerLocalization({
    "lang": "el",
    "key": "GuidedTour",
    "value": {
        "button": {
            "next": "Επόμενο",
            "previous": "Προηγούμενο",
            "start": "Έναρξη",
            "finish": "Τέλος",
            "close": "Κλείσιμο"
        },
        "title": "Καλώς Ήρθατε",
        "desc": "",
        "tourseen": {
            "label": "Μην ξαναεμφανιστεί το μήνυμα"
        },
        "page1": {
            "title": "Καλώς Ήρθατε στο Παράθυρο Χάρτη του OSKARI",
            "message": "Εάν αυτή είναι η πρώτη σας επίσκεψη στην εφαρμογή OSKARI, ο γρήγορος οδηγός μας θα σας βοηθήσει να ξεκινήσετε."
        },
        "page2": {
            "title": "Αναζήτηση",
            "message": "Χρησιμοποιήστε την λειτουργία αναζήτησης για να μετακινηθείτε ακριβώς στο σημείο που επιθυμείτε πάνω στον χάρτη.",
            "openLink": "Εμφάνιση αναζήτησης",
            "closeLink": "Απόκρυψη αναζήτησης",
            "tileText": "Αναζήτηση"
        },
        "page3": {
            "title": "Επίπεδα χάρτη",
            "message": "Μπορείτε να επιλέξετε τα δεδομένα που θα προβάλλονται στον χάρτη μέσω των επιπέδων του χάρτη.Κάντε κλικ σε μια κατηγορία για να την ανοίξετε και επιλέξτε ένα επίπεδο, ή γράψτε μερικά γράμματα  από τα δεδομένα στο πεσδίο αναζήτησης.",
            "openLink": "Εμφάνιση επιπέδων χάρτη",
            "closeLink": "Απόκρυψη επιπέδων χάρτη",
            "tileText": "Επίπεδα χάρτη"
        },
        "page4": {
            "title": "Επιλεγμένα επίπεδα χάρτη",
            "message": "Μπορείτε να αλλάξετε την σειρά προβολής των δεδομένων με κλικ και σύρσιμο, όπως επίσης και τον βαθμό διαφάνειάς τους. Οι αλλαγές φαίνονται στο Παράθυρο Χάρτη.",
            "openLink": "Εμφάνιση επιλεγμένων επιπέδων χάρτη",
            "closeLink": "Απόκρυψη επιλεγμένων επιπέδων χάρτη",
            "tileText": "Επιλεγμένα επίπεδα χάρτη"
        },
        "page5": {
            "title": "Τα δεδομένα μου",
            "message": "Όλες οι τοποθεσίες που έχετε μαρκάρει, οι χάρτες που έχετε σώσει ή έχετε ενσωματώσει φαίνονται εδώ όταν έχετε συνδεθεί στην υπηρεσία.",
            "openLink": "Εμφάνιση των δεδομένων μου",
            "closeLink": "Απόκρυψη των δεδομένων μου",
            "tileText": "Τα δεδομένα μου"
        },
        "page6": {
            "title": "Δημιουργία χάρτη",
            "message": "Μπορείτε εύκολα να ενσωματώσετε έναν χάρτη που έχετε δημιουργήσει στον ιστότοπό σας. Απλώς καθορίστε το μέγεθος και το interface του χρήστη για τον χάρτη σας, και αντιγράψτε και επικολλήστε μια γραμμή κώδικα HTML στην ιστοσελίδα σας.",
            "openLink": "Εμφάνιση δημιουργίας χάρτη",
            "closeLink": "Απόκρυψη δημιουργίας χάρτη",
            "tileText": "Δημιουργία χάρτη"
        },
        "page7": {
            "title": "Εργαλεία",
            "message": "Χρισιμοποιήστε τα εργαλεία για να προσθέσετε τοποθεσίες, για να σώσετε έναν χάρτη, για να μοιραστείτε έναν σύνδεσμο σε έναν χάρτη ή να επιστρέψετε σε μια προηγούμενη προβολή χάρτη. Κρατήστε τον δείκτη πάνω σε ένα εικονίδιο εργαλείου για να δείτε την λειτουργία του."
        },
        "page8": {
            "title": "Μετακίνηση μέσα στον χάρτη",
            "message": "Μπορείτε να μετακινηθείτε μέσα στον χάρτη με κλικ και σύρσιμο ή με τα πλήκτρα μετακίνησης. Επιστρέψτε στην αρχική θέση κάνοντας κλικ στην μέση των πλήκτρων μετακίνησης. Συμβουλή! Μπορείτε να μετακινηθείτε και με τα πλήκτρα του πληκτρολογίου σας."
        },
        "page9": {
            "title": "Μεγέθυνση/Σμίκρυνση",
            "message": "Μπορείτε να μεγενθύνετε ή να μικρύνετε την εικόνα με την ροδέλα του ποντικιού, ή με τα πλήκτρα + και - αφού έχετε κάνει διπλό κλικ στον χάρτη.Επίσης μέσω της scrollbar της κλίμακας, ή μέσω των σημείων + και - σε αυτήν."
        }
    }
});
