Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "Search",
    "value": {
        "title": "Поиск",
        "desc": "",
        "tabTitle": "Поиск местоположения",
        "invalid_characters": "Поисковый запрос содержит недопустимые символы. Допустимые символы: буквы (a-z, å, ä, ö, A-Z, Å, Ä, Ö), цифры (0-9), точка (.), запятая (,), дефис (-) и восклицательный знак (!).Вы также можете заменить одну метку вопросительным знаком (?) или конечную часть со звездочкой (*).",
        "searchDescription": "Поиск местоположения по имени места, адресу или идентификатору объекта недвижимости.",
        "searchAssistance": "Введите поисковый запрос",
        "searchResultCount": "Ваш поиск вернулся {count} результаты.",
        "searchResultDescriptionMoreResults": "Уменьшение результатов поиска путем определения условия поиска.",
        "searchResultDescriptionOrdering": "Отсортируйте результаты поиска, щелкнув заголовок столбца в таблице ниже.",
        "searchResults": "Результат поиска",
        "searchResultsDescription": "Результаты по поиску условия",
        "searchservice_search_alert_title": "Ошибка",
        "searchservice_search_not_found_anything_text": "Результаты поиска не найдены. Проверьте поисковый запрос и повторите попытку.",
        "too_short": "Поисковый запрос слишком короткий. Запрос должен содержать хотя бы один символ. Если вы используете звездочку (*), поисковое поле должно содержать не менее четырех других символов.",
        "cannot_be_empty": "Поисковый запрос должен содержать хотя бы один символ.",
        "too_many_stars": "Поисковый запрос должен содержать не более одной звездочки (*) в конце запроса.",
        "generic_error": "Поиск не увенчался успехом.",
        "grid": {
            "name": "Топоним",
            "village": "Муниципалитет",
            "region": "Регион",
            "type": "Тип"
        },
        "resultBox": {
            "close": "Закрыть",
            "title": "Результаты поиска"
        },
        "guidedTour": {
            "title": "Поиск",
            "message": "В меню поиска вы можете искать места и пространственные данные <br/><br/> по месту поиска: поиск местоположений по именам, адресам или идентификаторам недвижимости. Нажмите на результат, и карта будет сфокусирована на выбранном местоположении. <br/><br/> Поиск метаданных: Поиск наборов данных, типов наборов данных и сервисов. Используйте простой текстовый поиск или расширенный поиск. В результатах поиска можно открыть описание метаданных или выбранные данные на карте, при условии наличия слоя карты.",
            "openLink": "Паказать Поиск",
            "closeLink": "Скрыть Поиск",
            "tileText": "Поиск"
        }
    }
});
