Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "MyPlaces3",
    "value": {
        "title": "Места",
        "desc": "",
        "guest": {
            "loginShort": "Влезте, за да използвате"
        },
        "tab": {
            "title": "",
            "nocategories": "",
            "publishCategory": {
                "privateTooltip": "",
                "publicTooltip": ""
            },
            "addCategory": "",
            "editCategory": "",
            "deleteCategory": "",
            "edit": "",
            "delete": "",
            "grid": {
                "name": "",
                "desc": "",
                "createDate": "",
                "updateDate": "",
                "measurement": "",
                "edit": "",
                "delete": ""
            },
            "notification": {
                "delete": {
                    "title": "",
                    "confirm": "",
                    "btnDelete": "",
                    "btnCancel": "",
                    "success": "",
                    "error": "",
                    "cancel": ""
                }
            }
        },
        "tools": {
            "measureline": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": ""
            },
            "measurearea": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": ""
            },
            "point": {
                "title": "",
                "tooltip": "Добавяне на  точка",
                "add": "",
                "next": "Може да запазите или да изчертаете още точки в същия процес на чертаене",
                "edit": "Преместване на точката чрез щракване или влачене",
                "save": "Запазване на местоположението"
            },
            "line": {
                "title": "",
                "tooltip": "Добавяне на линия",
                "add": "",
                "next": "Може да запазите или да изчертаете още линии в същия процес на чертаене",
                "edit": "Редактирайте линията чрез щракване или влачене на стоп - точките",
                "save": "Запазване на формата",
                "noResult": ""
            },
            "area": {
                "title": "",
                "tooltip": "Добавяне на площ",
                "add": "",
                "next": "Може да запазите или да изчертаете още полигони в същия процес на чертаене.",
                "edit": "Редактиране формата на полигона чрез щракване и влачене на стоп - точките в края на линията.",
                "save": "Запазване на формата",
                "noResult": ""
            }
        },
        "buttons": {
            "ok": "ОК",
            "cancel": "Отмяна",
            "close": "",
            "finish": "Край на чертаенето",
            "save": "Запазване",
            "saveAsMyPlace": "",
            "movePlaces": "Преместване на местата и изтриване",
            "deleteCategory": "Изтриване",
            "deleteCategoryAndPlaces": "Изтриване на категория и места",
            "changeToPublic": "Направете публично",
            "changeToPrivate": "Направете лично"
        },
        "placeform": {
            "title": "Данни за мястото",
            "tooltip": "Мястото от картата, ще бъде запазено в Моите места. Кръстете мястото и го опишете. Може да изберете картен слой , където мястото да бъде запазено или изберете нов картен слой чрез щракване на \"Нов слой\" от падащото меню на картния слой.",
            "placename": {
                "placeholder": "Кръстете мястото"
            },
            "placelink": {
                "placeholder": "Дайте URL адрес"
            },
            "placedesc": {
                "placeholder": "Опишете мястото"
            },
            "placeAttention": {
                "placeholder": ""
            },
            "measurement": {
                "line": "",
                "area": ""
            },
            "category": {
                "label": "Картен слой",
                "newLayer": "",
                "choose": ""
            },
            "imagelink": {
                "placeholder": "",
                "previewLabel": ""
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": ""
                }
            }
        },
        "categoryform": {
            "name": {
                "label": "Име",
                "placeholder": "Кръстете картния слой"
            },
            "visibleFields": {
                "label": "",
                "placename": "",
                "placedesc": "",
                "image": ""
            },
            "edit": {
                "title": "Редактиране на картния слой",
                "save": "Запазване",
                "cancel": "Назад"
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": ""
                },
                "area": {
                    "tooltip": ""
                },
                "line": {
                    "tooltip": ""
                }
            }
        },
        "notification": {
            "placeAdded": {
                "title": "Мястото беше запазено",
                "message": "Мястото може да бъде намерено в меню Моите данни"
            },
            "categorySaved": {
                "title": "Картният слой е запазен",
                "message": "Промените на картния слой са запазени"
            },
            "categoryDelete": {
                "title": "Изтриване на картния слой",
                "deleteConfirmMove": "Картният слой {0} съдържа {1}  обекти. Искате ли да изтриете картния лист и да преместите местата в картен слой по подразбиране {3} ?",
                "deleteConfirm": "Изтриване на картния слой {0} ?",
                "deleted": "Картният слой е изтрит"
            },
            "categoryToPublic": {
                "title": "Направете картния слой публичен",
                "message": "Създавате публичен картен лист {0} . Може да споделите връзките към публичния картен слой с други интернет потребители или да вградите картния слой като картен прозорец на друг уебсайт. Другите потребители също могат да виждат картния слой."
            },
            "categoryToPrivate": {
                "title": "Направете картният частен.",
                "message": "Създавате частен картен слой. След тази операция вече няма да е възможно да го споделяте с други потребители или да го прикачите на друг уебсайт. Другите потребители няма вече да виждат картния слой."
            },
            "error": {
                "addCategory": "Картният слой не може да бъде запазен. Мястото не беше запазено.",
                "editCategory": "Картният слой не може да бъде запазен.",
                "savePlace": "Мястото не може да бъде запазено.",
                "title": "Грешка!",
                "generic": "Системна грешка. Моля, опитайте по - късно.",
                "deleteCategory": "Възникна грешка при изтриване!",
                "deleteDefault": "Картният слой по подразбиране не може да бъде изтрит."
            }
        },
        "validation": {
            "title": "Данните съдържат грешки:",
            "placeName": "Липсва име на мястото.",
            "categoryName": "Липсва име на картния лист.",
            "placeNameIllegal": "Името на обекта съдържа неразрешени знаци. Разрешените знаци са букви от a - z, както и ....., цифри, празни полета и тирета.",
            "descIllegal": "Описанието на обекта съдържа неразрешени знаци. Разрешените знаци са букви от a - z, както и ....., цифри, празни полета и тирета.",
            "categoryNameIllegal": "Описанието на слоя съдържа неразрешени знаци. Разрешените знаци са букви от a - z, както и ..., цифри, празни полета и тирета."
        }
    }
});
