Oskari.registerLocalization(
{
    "lang": "hy",
    "key": "MyPlaces3",
    "value": {
        "title": "Տեղանք",
        "desc": "",
        "guest": {
            "loginShort": "մուտք գործել օգտագործելու համար"
        },
        "tab": {
            "title": "",
            "publishCategory": {
                "privateTooltip": "",
                "publicTooltip": ""
            },
            "addCategory": "",
            "editCategory": "",
            "deleteCategory": "",
            "edit": "",
            "delete": "",
            "grid": {
                "name": "",
                "desc": "",
                "createDate": "",
                "updateDate": "",
                "measurement": "",
                "edit": "",
                "delete": ""
            },
            "notification": {
                "delete": {
                    "title": "",
                    "confirm": "",
                    "btnDelete": "",
                    "btnCancel": "",
                    "success": "",
                    "error": "",
                    "cancel": ""
                }
            }
        },
        "tools": {
            "measureline": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": ""
            },
            "measurearea": {
                "title": "",
                "tooltip": "",
                "add": "",
                "next": "",
                "edit": "",
                "noResult": ""
            },
            "point": {
                "title": "",
                "tooltip": "Ավելացնել կետ",
                "add": "",
                "next": "Հնարավոր է պահպանել կամ գծագրել մեկից ավել կետեր միևնույն պատկերի մեջ",
                "edit": "Տեղաշարժել կետը սեղմումով կամ ձգելով",
                "save": "Պահպանել տեղադիրքը"
            },
            "line": {
                "title": "",
                "tooltip": "Ավելացնել գիծ",
                "add": "",
                "next": "Հնարավոր է պահպանել կամ գծագրել մեկից ավել գծեր միևնույն պատկերի մեջ",
                "edit": "Խմբագրել գիծը` սեղմելով կամ ձգելով դրա ընդմիջվող կետերը",
                "save": "Պահպանել ուրվագիծը",
                "noResult": ""
            },
            "area": {
                "title": "",
                "tooltip": "Ավելացնել տարածք",
                "add": "",
                "next": "Հնարավոր է պահպանել կամ գծագրել մեկից ավել պոլիգոններ միևնույն պատկերի մեջ",
                "edit": "Խմբագրել տարածքի ուրվագիծը` սեղմելով կամ ձգելով դրա ծայրամասի վրա ընդմիջվող կետերը",
                "save": "Պահպանել ուրվագիծը",
                "noResult": ""
            }
        },
        "buttons": {
            "ok": "OK",
            "cancel": "Դադարեցնել",
            "close": "",
            "finish": "Ավարտել գծագրումը",
            "save": "Պահպանել",
            "saveAsMyPlace": "",
            "movePlaces": "Տեղաշարժել տեղանքը և ջնջել",
            "deleteCategory": "Ջնջել",
            "deleteCategoryAndPlaces": "Ջնջել կատեգորիան և տեղանքը",
            "changeToPublic": "Դարձնել հրապարակային",
            "changeToPrivate": "Դարձնել մասնավոր"
        },
        "placeform": {
            "title": "Տեղանքի տվյալներ",
            "tooltip": "Քարտեզի վրա նշված տեղանքը կպահպանվի Իմ Տեղանքի մեջ:Տեղանքին տալ անվանում և նկարագրություն:Կարող եք ընտրել քարտեզի շերտը, որտեղ կպահպանվի տեղանքը, կամ ընտրել նոր քարտեզի շերտ` սեղմելով Նոր շերտ կոճակը` մենյուի մեջ բացվող քարտեզի շերտում",
            "placename": {
                "placeholder": "Վայրին տալ անվանում"
            },
            "placelink": {
                "placeholder": "Տալ URL"
            },
            "placedesc": {
                "placeholder": "Նկարագրել տեղանքը"
            },
            "placeAttention": {
                "placeholder": ""
            },
            "measurement": {
                "line": "",
                "area": ""
            },
            "category": {
                "label": "Քարտեզի շերտ",
                "newLayer": "",
                "choose": ""
            },
            "imagelink": {
                "placeholder": "",
                "previewLabel": ""
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": ""
                }
            }
        },
        "categoryform": {
            "name": {
                "label": "Անվանում",
                "placeholder": "Քարտեզի շերտին տալ անվանում"
            },
            "visibleFields": {
                "label": "",
                "placename": "",
                "placedesc": "",
                "image": ""
            },
            "edit": {
                "title": "Խմբագրել քարտեզի շերտը",
                "save": "Պահպանել",
                "cancel": "Վերադառնալ"
            },
            "rendering": {
                "label": "",
                "point": {
                    "tooltip": ""
                },
                "area": {
                    "tooltip": ""
                },
                "line": {
                    "tooltip": ""
                }
            }
        },
        "notification": {
            "placeAdded": {
                "title": "Տեղանքը պահպանված է",
                "message": "Տեղանքը հնարավոր է գտնել Իմ տվյալները մենյուի մեջ"
            },
            "categorySaved": {
                "title": "Քարտեզի շերտը պահպանված է",
                "message": "Քարտեզի շերտի փոփոխությունները պահպանված են"
            },
            "categoryDelete": {
                "title": "Ջնջել քարտեզի շերտը",
                "deleteConfirm": "Ջնջել քարտեզի շերտը(0)",
                "deleted": "Քարտեզի շերտը ջնջված է"
            },
            "categoryToPublic": {
                "title": "Քարտեզի տվյալները դարձնել հրապարակային",
                "message": "Դուք քարտեզի շերտը դարձնում եք հրապարակային:Դուք կարող եք հրապարակային քարտեզի շերտի հղումները համատեղ պգտագործել այլ ինտերնետ օգտագործողների հետ կամ ներմուծել քարտեզի շերտը որպես քարտեզի պատուհան այլ ինտերնետային կայքում:Մյուս օգտագործողները նույնպես կարող են տեսնել քարտեզի շերտը:"
            },
            "categoryToPrivate": {
                "title": "Քարտեզի շերտը դարձնել մասնավոր",
                "message": "Դուք քարտեզի շերտը դարձնում եք մասնավոր: Դրանից հետո այլևս հնրավոր չէ այն համատեղ օգտագործել կամ տեղադրել այն այլ ինտերնետային կայքերում: Մյուս օգտագործողները այլևս չեն կարող տեսնել քարտեզի շերտը"
            },
            "error": {
                "addCategory": "Քարտեզի շերտը հնարավոր չէ պահպանել:Տեղանքը պահպանված չէ",
                "editCategory": "Քարտեզի շերտը հնարավոր չէ պահպանել",
                "savePlace": "Տեղանքը հնարավոր չէ պահպանել",
                "title": "Սխալ",
                "generic": "Համակարգի սխալ:Կրկին փորձեք",
                "deleteCategory": "Ջնջելու ընթացքում սխալ է առաջացել",
                "deleteDefault": "Սկզբնական քարտեզի շերտը հնարավոր չէ ջնջել"
            }
        },
        "validation": {
            "title": "Տվյալները սխալներ են պարունակում",
            "placeName": "Տեղանքի անվանումը բաց է թողնված",
            "categoryName": "Քարտեզի շերտի անվանումը բաց է թողնված",
            "placeNameIllegal": "Օբյեկտի անվանումը պարունակում է անթույլատրելի նշաններ:Թույլատրելի նշաններն են ա-ֆ տառերը,ինչպես նաև å, ä և ö տառերը, թվերը, վերադարձ նախկին դիրք ստեղնը,գծիկներ",
            "descIllegal": "Առարկայի նկարագրությունը պարունակում է անթույլատրելի նշաններ:Թույլատրելի նշաններն են ա-ֆ,ինչպես նաև å,ä և ö տառերը, թվերը,վերադարձ նախկին դիրք ստեղնը և գծիկները",
            "categoryNameIllegal": "Շերտի նկարագրությունը պարունակում է անթույլատրելի նշաններ:Թույլատրելի նշաններն են ա-ֆ,ինչպես նաև å,ä և ö տառերը, թվերը,վերադարձ նախկին դիրք ստեղնը և գծիկները"
        }
    }
});
