Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "MyPlaces3",
    "value": {
        "title": "Места",
        "desc": "",
        "category": {
            "defaultName": "Слой Моя карта",
            "organization": "Мои места",
            "inspire": "Мои места"
        },
        "guest": {
            "loginShort": "Авторизируйтесь, чтобы добавить ваши личные места на карте."
        },
        "tab": {
            "title": "Места",
            "nocategories": "У вас еще нет каких-либо сохраненных мест.",
            "maxFeaturesExceeded": "У вас слишком много личных мест. Пожалуйста, удалите несколько.",
            "publishCategory": {
                "privateTooltip": "Этот слой карты является частным. Нажмите здесь для его публикации.",
                "publicTooltip": "Этот слой карты является публичным. Нажмите здесь для отмены его публикации."
            },
            "addCategoryFormButton": "Новый слой карты",
            "addCategory": "Добавить слой карты",
            "editCategory": "Редактировать слой карты",
            "deleteCategory": "Удалить слой карты",
            "edit": "Редактировать",
            "delete": "Удалить",
            "grid": {
                "name": "Название места",
                "desc": "Описание места",
                "createDate": "Создано",
                "updateDate": "Обновлено",
                "measurement": "Размер",
                "edit": "Редактировать",
                "delete": "Удалить"
            },
            "notification": {
                "delete": {
                    "title": "Удалить место",
                    "confirm": "Вы хотите удалить место \"{name}\"?",
                    "btnDelete": "Удалить",
                    "btnCancel": "Отменить",
                    "success": "Место удалено.",
                    "error": "Место не может быть удалено. Попробуйте сделать это снова.",
                    "cancel": "Место не удалено."
                }
            }
        },
        "tools": {
            "measureline": {
                "title": "Измерить растояние",
                "tooltip": "Нажмите на точки разрыва и измерьте общее расстояние между ними.",
                "add": "Добавить линию",
                "next": "Далее",
                "edit": "Щелкните начальную точку и точки разрыва. В завершение дважды щелкните конечную точку. Вы можете перетащить точки в другое место с помощью мыши. Если вы рисуете несколько линий, расстояния суммируются.",
                "noResult": "0 m"
            },
            "measurearea": {
                "title": "Измерить площадь",
                "tooltip": "Нарисуйте площадь и измерьте ее.",
                "add": "Добавить площадь",
                "next": "Далее",
                "edit": "Щелкните угловые точки. В завершение дважды щелкните конечную точку. Вы можете перетащить точки в другое место с помощью мыши. Если вы рисуете несколько областей, площади суммируются.",
                "noResult": "0 m²"
            },
            "point": {
                "title": "Добавьте точку",
                "tooltip": "Нарисуйте точку и добавьте ее в ваши личные места. На одном объекте может быть несколько точек.",
                "add": "Нарисуйте точку, щелкнув карту.",
                "next": "Вы можете нарисовать несколько точек на одном объекте.",
                "edit": "Вы можете перемещать точки в другое место, щелкая по ним мышкой.",
                "save": "Сохранить в Мои места"
            },
            "line": {
                "title": "Добавить линию в Мои места",
                "tooltip": "Нарисуйте линию и добавьте ее в свои собственные места.",
                "add": "Нарисуйте линию на карте. Нажмите на точки разрыва. В завершение дважды щелкните конечную точку и нажмите \"Сохранить в Мои места\".",
                "next": "Вы можете переместить точки разрыва в другое место, щелкнув по ним мышью.",
                "edit": "Вы можете переместить точки разрыва в другое место, щелкнув по ним мышью.",
                "save": "Сохранить в Мои места",
                "noResult": "0 m"
            },
            "area": {
                "title": "Добавить область в Мои места",
                "tooltip": "Нарисуйте область и добавьте ее в Мои места.",
                "add": "Нарисуйте область на карте. Нажмите на точки разрыва. В завершение дважды щелкните конечную точку и нажмите \"Сохранить в Мои места\".",
                "next": "Можно нарисовать несколько областей в одном объекте.",
                "edit": "Вы можете переместить точки разрыва в другое место, щелкнув по ним мышью.",
                "save": "Сохранить в Мои места",
                "noResult": "0 m²"
            }
        },
        "buttons": {
            "ok": "OK",
            "cancel": "Отменить",
            "close": "Отменить",
            "finish": "Сохранить в Мои места",
            "save": "Созранить",
            "saveAsMyPlace": "Сохранить в Мои места",
            "movePlaces": "Переместить места и удалить",
            "deleteCategory": "Удалить",
            "deleteCategoryAndPlaces": "Удалить вместе с местами",
            "changeToPublic": "Опубликовать",
            "changeToPrivate": "Отменить публикацию"
        },
        "placeform": {
            "title": "Данные о местах",
            "tooltip": "Сохранить объект как свое собственное место. Пожалуйста, введите хотя бы название и описание. В завершение выберите слой карты, в котором будет сохранен объект, или создайте новый слой карты. Позже вы можете найти свои собственные места в меню Мои данные.",
            "placename": {
                "placeholder": "Название места"
            },
            "placelink": {
                "placeholder": "Ссылка на дополнительную информацию"
            },
            "placedesc": {
                "placeholder": "Описание места"
            },
            "placeAttention": {
                "placeholder": "Текст, видимый на карте"
            },
            "measurement": {
                "line": "Длина линии:",
                "area": "Размер площади:"
            },
            "category": {
                "label": "Слой карты",
                "newLayer": "Создать новый слой",
                "choose": "или выберите один из существующих слоев карты:"
            },
            "imagelink": {
                "placeholder": "Ссылка на изображение объекта",
                "previewLabel": "Просмотр изображений"
            },
            "rendering": {
                "label": "Стили для мест на слое карты",
                "point": {
                    "tooltip": "Точка"
                }
            }
        },
        "categoryform": {
            "name": {
                "label": "Название",
                "placeholder": "Название слоя карты"
            },
            "drawing": {
                "label": "Стиль",
                "point": {
                    "label": "Точка",
                    "color": "Цвет",
                    "size": "Размер"
                },
                "line": {
                    "label": "Линия",
                    "color": "Цвет",
                    "size": "Ширина"
                },
                "area": {
                    "label": "Площадь",
                    "fillcolor": "Цвет заливки",
                    "linecolor": "Цвет линии контура",
                    "size": "Ширина линии контура"
                }
            },
            "visibleFields": {
                "label": "Видимые данные о местах",
                "placename": "Название",
                "placedesc": "Описание",
                "image": "Изображение"
            },
            "edit": {
                "title": "Редактировать слой карты",
                "save": "Сохранить",
                "cancel": "Отменить"
            },
            "rendering": {
                "label": "Стиль места",
                "point": {
                    "tooltip": "Редактирование стиля точек. Внимание! Выделение влияет на все точечные объекты этого слоя карты."
                },
                "area": {
                    "tooltip": "Изменение стиля области. Внимание! Выделение влияет на все объекты области этого слоя карты."
                },
                "line": {
                    "tooltip": "Изменение стиля линий. Внимание! Выделение влияет на все линейные объекты этого слоя карты."
                }
            }
        },
        "pointform": {
            "title": "Стиль точки",
            "tooltip": "Определение стиля точечных объектов.",
            "symbol": {
                "label": "Иконка"
            },
            "size": {
                "label": "Размер"
            },
            "color": {
                "label": "Цвет",
                "labelOr": "или",
                "labelCustom": "Пользовательский цвет RGB (0-255)"
            },
            "preview": {
                "label": "Предпросмотр"
            },
            "buttons": {
                "save": "Сохранить",
                "cancel": "Отменить"
            }
        },
        "lineform": {
            "title": "Стиль линии",
            "tooltip": "Определение стиля линейных объектов.",
            "style": {
                "label": "Стиль"
            },
            "cap": {
                "label": "Концы"
            },
            "corner": {
                "label": "Углы"
            },
            "width": {
                "label": "Ширина"
            },
            "color": {
                "label": "Цвет",
                "labelOr": "или",
                "labelCustom": "Пользовательский цвет RGB (0-255)"
            },
            "preview": {
                "label": "Предпросмотр"
            },
            "buttons": {
                "save": "Сохранить",
                "cancel": "Отменить"
            }
        },
        "areaform": {
            "title": "Стиль области",
            "tooltip": "Определение стиля для объектов области.",
            "linestyle": {
                "label": "Стиль линии контура"
            },
            "linecap": {
                "label": "Концы линии контура"
            },
            "linecorner": {
                "label": "Углы линии контура"
            },
            "linewidth": {
                "label": "Ширина линии контура"
            },
            "linecolor": {
                "label": "Цвет линии контура",
                "labelOr": "или",
                "labelCustom": "Пользовательский цвет RGB (0-255)"
            },
            "color": {
                "label": "Цвет заливки",
                "labelOr": "или",
                "labelCustom": "Пользовательский цвет RGB  (0-255)"
            },
            "fill": {
                "label": "Образец заливки"
            },
            "preview": {
                "label": "Предпросмотр"
            },
            "buttons": {
                "save": "Сохранить",
                "cancel": "Отменить"
            }
        },
        "notification": {
            "placeAdded": {
                "title": "Место было сохранено.",
                "message": "Вы можете найти данное место в меню \"Мои данные\"."
            },
            "categorySaved": {
                "title": "Слой карты был сохранен.",
                "message": "Слой карты был обновлен."
            },
            "categoryDelete": {
                "title": "Удалить слой карты",
                "deleteConfirmMove": "Вы удаляете слой карты \"{0}\". Существует {1, несколоько, одно {# место} другие {# места}} на слое карты. Вы хотите: <br/> 1. удалить слой карты и его {1, несколько, одно {место} другие {места}} <br/> 2. переместить {1, несколько, одно {место} другие {места}} в слой карты по умолчанию перед удалением эього слоя карты?",
                "deleteConfirm": "Вы хотите удалить слой карты \"{0}\"?",
                "deleted": "Слой карты был удален."
            },
            "categoryToPublic": {
                "title": "Опубликовать слой карты",
                "message": "Вы публикуете слой карты {0}. После этого слой карты может быть общедоступным и встроенным в другой картографический сервис. Также другие пользователи могут просматривать этот слой карты."
            },
            "categoryToPrivate": {
                "title": "Отменить публикацию слоя карты",
                "message": "Вы отменяете публикацию слоя карты {0}. После этого слой карты не может быть общедоступным и встроенным в другой картографический сервис. Также другие пользователи больше не могут просматривать этот слой карты."
            },
            "error": {
                "addCategory": "Слой карты и его места не удалось сохранить.",
                "editCategory": "Не удалось сохранить слой карты.",
                "savePlace": "Место не удалось сохранить.",
                "title": "Ошибка",
                "generic": "Произошла системная ошибка.",
                "deleteCategory": "Невозможно удалить слой карты.",
                "deleteDefault": "Слой карты по умолчанию нельзя удалить."
            }
        },
        "validation": {
            "title": "Приведенные данные являются недопустимыми:",
            "placeName": "Отсутствует название места.",
            "categoryName": "Отсутствует название слоя карты.",
            "placeNameIllegal": "Название места содержит запрещенные символы.",
            "descIllegal": "Описание места содержит запрещенные символы.",
            "categoryNameIllegal": "Название слоя карты содержит недопустимые символы.",
            "dotSize": "Недопустимый размер точки. Значение должно быть между 1 и 5.",
            "dotColor": "Недопустимый цвет точки. Все значения RGB должны быть от 0 до 255.",
            "dotShape": "Иконка точки является недопустимой.",
            "lineSize": "Недопустимая ширина линии. Значение должно быть между 1 и 50.",
            "lineColor": "Недопустимый цвет линии. Все значения RGB должны быть от 0 до 255.",
            "areaLineSize": "Недопустимая ширина линии. Значение должно быть между 1 и 50.",
            "areaLineColor": "Недопустимый цвет линии контура. Все значения RGB должны быть от 0 до 255.",
            "areaFillColor": "Недопустимый цвет заливки. Все значения RGB должны быть от 0 до 255."
        }
    }
});
