Oskari.registerLocalization(
{
    "lang": "am",
    "key": "PersonalData",
    "value": {
        "title": "Իմ տվյալներ",
        "desc": "Իմ տվյալներ",
        "notLoggedIn": "NOT TRANSLATED",
        "tabs": {
            "myviews": {
                "title": "Քարտեզի դիտումները",
                "edit": "Փոփոխել",
                "publish": "Հրապարակել",
                "unpublish": "Չհրապարակել",
                "delete": "Ջնջել",
                "grid": {
                    "name": "Անվանում",
                    "description": "Նկարագրություն",
                    "publish": "Հրապարակված",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Փոփոխել դիտման տեղեկատվությունը",
                    "title": "Պահպանել քարտեզի դիտումը",
                    "label": "Քարտեզի դիտման անվանումը",
                    "name_placeholder": "Քարտեզի դիտմանը տալ անվանում",
                    "description_placeholder": "Քարտեզի դիտմանը տալ նկարագրություն",
                    "save": "Պահպանել քարտեզի դիտումը",
                    "cancel": "Դադարեցնել",
                    "error_noname": "Տպել անվանումը",
                    "deletetitle": "Հաստատել ջնջումը",
                    "deletemsg": "Արդյոք ցանկանում եք ջնջել սույն քարտեզի դիտումը"
                },
                "save": {
                    "success": "Քարտեզի դիտումը պահպանվել է",
                    "error_noname": "Անվան դաշտը չի կարող դատարկ լինել",
                    "error_illegalchars": "Անվանումը պարունակում է անթույլատրելի նշաններ: Թույլատրելի նշաններն են a-z տառերը, ինչպես նաև å, ä և ö տառերը,թվերը, վերադարձ նախորդ դիրքին ստեղնը և գծիկները",
                    "msg": {
                        "view_name": "քարտեզի դիտման անվանումը"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Պահպանել",
                    "cancel": "Դադարեցնել",
                    "toolbarsave": "Պահպանել քարտեզի դիտումը"
                },
                "error": {
                    "title": "Սխալ",
                    "generic": "Համակարգի սխալ/կրկին փորձեք",
                    "notsaved": "Հնարավոր չէ պահպանել քարտեզի դիտումը",
                    "notdeleted": "Հնարավոր չէ ջնջել քարտեզի դիտումը",
                    "makePublic": "Հնարավոր չէ հրապարակել քարտեզի դիտումը/կրկին փորձեք",
                    "makePrivate": "Հնարավոր չէ չհրապարակել քարտեզի դիտումը/կրկին փորձեք",
                    "loadfailed": "Քարտեզի դիտումը հնարավոր չէ ներբեռնել"
                }
            },
            "publishedmaps": {
                "title": "Ներմուծված քարտեզներ",
                "show": "Ցուցադրել քարտեզի վրա",
                "getHTML": "NOT TRANSLATED",
                "edit": "Խմբագրել",
                "publish": "Հրապարակել քարտեզը",
                "unpublish": "Չհրապարակել քարտեզը",
                "delete": "Ջնջել",
                "grid": {
                    "name": "Անվանում",
                    "domain": "Քարտեզի կարգավորումներ",
                    "publish": "Կարգավիճակ",
                    "show": "NOT TRANSLATED",
                    "html": "NOT TRANSLATED",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "published": {
                    "desc": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Փոխել քարտեզի անվանումը",
                    "title": "Պահպանել քարտեզը",
                    "label": "Քարտեզի անվանում",
                    "placeholder": "Քարտեզին տալ անվանում",
                    "save": "Պահպանել",
                    "cancel": "Ջնջել",
                    "error_noname": "Քարտեզին տալ անվանում",
                    "deletetitle": "Ջնջել քարտեզը?",
                    "deletemsg": "Արդյոք ցանկանում եք ջնջել ներմուծված քարտեզը: Այն այլևս չի ցուցադրվի Ձեր ինտերնետային կայքում",
                    "showErrorTitle": "Ոչ լիարշեք պատկեր",
                    "showConfirmMissing": "Պահպանված քարտեզի որոշ շերտեր հասանելի չեն, արդյոք ցանկանում եք բացել դիտումը",
                    "showConfirmNotLoaded": "Քարտեզի որոշ շերտեր դեռևս ներբեռնված չեն/կրկին փոխձեք"
                },
                "save": {
                    "success": "Քարտեզը պահպանված է",
                    "error_noname": "Անվան դաշտը չի կարող դատարկ լինել",
                    "error_illegalchars": "Անավանումը պարունակում է անթույլատրելի նշաններ: Թույլատրելի նշաններն են a-z տառերը, ինչպես նաև å, ä և ö տառերը,թվերը, վերադարձները և գծիկները",
                    "msg": {
                        "view_name": "Քարտեզի անվանումը"
                    }
                },
                "button": {
                    "ok": "OK",
                    "save": "Պահպանել",
                    "cancel": "Ջնջել",
                    "toolbarsave": "Պահպանել քարտեզը"
                },
                "error": {
                    "title": "Սխալ",
                    "generic": "Համակարգի սխալ/կրկին փորձեք",
                    "notsaved": "Հնարավոր չէ պահպանել քարտեզը",
                    "notdeleted": "Հնարավոր չէ ջնջել քարտեզը",
                    "makePublic": "Հնարավոր չէ հրապարակել քարտեզը/կրկին փորձեք",
                    "makePrivate": "Հնարավոր չէ չհրապարակել քարտեզը/կրկին փորձեք"
                }
            },
            "account": {
                "title": "Իմ հաշիվը",
                "firstName": "Անուն",
                "lastName": "Ազգանուն",
                "nickName": "Կեղծանուն",
                "email": "Էլ. հասցե",
                "changeInfo": "Փոխեք հաշվի տեղեկատվությունը",
                "changePassword": "Փոխեք գաղտնաբառը",
                "removeAccount": "Ջնջեք հաշիվը",
                "changeInfoUrl": "NOT TRANSLATED"
            }
        },
        "button": {
            "yes": "Այո",
            "no": "Ոչ"
        }
    }
}
);