Oskari.registerLocalization(
{
    "lang": "bg",
    "key": "PersonalData",
    "value": {
        "title": "Моите данни",
        "desc": "Моите данни",
        "notLoggedIn": "Може да запазите изгледите на картата и браузваните карти, които сте прикачили на други уебсайтове, в Моите данни.",
        "tabs": {
            "myviews": {
                "title": "Моите изгледи на карта",
                "edit": "Редактиране",
                "publish": "Публикуване",
                "unpublish": "Непубликуване",
                "delete": "Изтриване",
                "grid": {
                    "name": "Име",
                    "description": "Описание",
                    "publish": "Публикуван",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Информация за редакциите на изгледите",
                    "title": "Запазване изгледа на картата",
                    "label": "Име на изгледа на картата",
                    "name_placeholder": "Кръщаване изгледа на картата",
                    "description_placeholder": "Описване изгледа на картата",
                    "save": "Запазване",
                    "cancel": "Отказ / Отмяна",
                    "error_noname": "Въвеждане на името",
                    "deletetitle": "Потвърждаване на изтриването",
                    "deletemsg": "Желаете ли да изтриете този изглед на картата?"
                },
                "save": {
                    "success": "Изгледът на картата беше запазен.",
                    "error_noname": "Полето за име не може да бъде празно",
                    "error_illegalchars": "Името съдържа неразрешени знаци. Разрешените знаци са букви от a - z, както и ..., цифри, празни полета и тирета",
                    "msg": {
                        "view_name": "Името на изгледа на картата"
                    }
                },
                "button": {
                    "ok": "ОК",
                    "save": "Запазване",
                    "cancel": "Отказ / Отмяна",
                    "toolbarsave": "Запазване изгледа на картата"
                },
                "error": {
                    "title": "Грешка!",
                    "generic": "Системна грешка / Моля, опитайте по - късно",
                    "notsaved": "Изгледът на картата не може да бъде запазен",
                    "notdeleted": "Изгледът на картата не може да бъде изтрит",
                    "makePublic": "Изгледът на картата не може да бъде публикуван. Моля, опитайте по - късно",
                    "makePrivate": "Изгледът на картата не може да бъде непубликуван. Моля, опитайте по - късно",
                    "loadfailed": "Изгледите на картата не могат да бъдат свалени"
                }
            },
            "publishedmaps": {
                "title": "Прикачени карти",
                "show": "Показване на картата",
                "getHTML": "NOT TRANSLATED",
                "edit": "Редактиране",
                "publish": "Публикуване на картата",
                "unpublish": "Непубликуване на картата",
                "delete": "Изтриване",
                "grid": {
                    "name": "Име",
                    "domain": "Настройки на картата",
                    "publish": "Статус",
                    "show": "NOT TRANSLATED",
                    "html": "NOT TRANSLATED",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "published": {
                    "desc": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Промяна името на картата",
                    "title": "Запазване на картата",
                    "label": "Име на картата",
                    "placeholder": "Кръщаване на картата",
                    "save": "Запазване",
                    "cancel": "Отказ / Отмяна",
                    "error_noname": "Кръщаване на картата",
                    "deletetitle": "Изтриване на картата?",
                    "deletemsg": "Желаете ли да изтриете прикачената карта? Повече няма да бъде показвана на уебсайта Ви.",
                    "showErrorTitle": "Непълен изглед",
                    "showConfirmMissing": "Някои от запазените картни слоеве не са достъпни, все още ли желаете да отворите този изглед?",
                    "showConfirmNotLoaded": "Някои от картните слоеве не могат да бъдат заредени, оптиайте по - късно"
                },
                "save": {
                    "success": "Картата беше запазена",
                    "error_noname": "Полето за име не може да бъде празно",
                    "error_illegalchars": "Името съдържа неразрешени знаци. Разрешените знаци са букви от a - z, както и ..., цифри, празни полета и тирета",
                    "msg": {
                        "view_name": "Име на картата"
                    }
                },
                "button": {
                    "ok": "Добре",
                    "save": "Запазване",
                    "cancel": "Отказ",
                    "toolbarsave": "Запазване на картата"
                },
                "error": {
                    "title": "Грешка!",
                    "generic": "Системна грешка| Моля, опитайте по-късно",
                    "notsaved": "Картата не може са бъде запазена",
                    "notdeleted": "Картата не може да бъде изтрита",
                    "makePublic": "Картата не може да бъде публикувана. Моля, опитайте по-късно",
                    "makePrivate": "Картата не може да бъде непубликувана. Моля, опитайте по-късно"
                }
            },
            "account": {
                "title": "Моят профил",
                "firstName": "Име",
                "lastName": "Фамилия",
                "nickName": "Псевдоним",
                "email": "Електронна поща",
                "changeInfo": "Промяна информацията за акаунта Ви",
                "changePassword": "Промяна на паролата Ви",
                "removeAccount": "Изтриване на акаунта Ви",
                "changeInfoUrl": "NOT TRANSLATED"
            }
        },
        "button": {
            "yes": "Да",
            "no": "Не"
        }
    }
}
);