Oskari.registerLocalization(
{
    "lang": "uk",
    "key": "PersonalData",
    "value": {
        "title": "Мої дані",
        "desc": "Мої дані",
        "notLoggedIn": "У розділі \"Мої дані\" ви можете зберігати свої вигляди карт та переглядати карти, що вбудували на інші вебсайти. <a href='/web/en/login'>Увійти в систему</a>",
        "tabs": {
            "myviews": {
                "title": "Мої вигляди карт",
                "edit": "Редагувати",
                "publish": "Опублікувати",
                "unpublish": "Скасувати публікацію",
                "delete": "Видалити",
                "grid": {
                    "name": "Назва",
                    "description": "Опис",
                    "publish": "Опубліковано",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Редагувати інформацію про вигляд карти",
                    "title": "Зберегти вигляд карти",
                    "label": "Назва вигляду карти:",
                    "name_placeholder": "Назвати вигляд карти",
                    "description_placeholder": "Описати вигляд карти",
                    "save": "Зберегти",
                    "cancel": "Скасувати",
                    "error_noname": "Введіть назву",
                    "deletetitle": "Підтвердити видалення",
                    "deletemsg": "Впевнені, що хочете видалити вигляд карти?"
                },
                "save": {
                    "success": "Вигляд карти збережено",
                    "error_noname": "Назва не може бути пустою",
                    "error_illegalchars": "Назва містить недопустимі символи. Допускаються літери a-z, а також å, ä, ö, цифри та дефіс.",
                    "msg": {
                        "view_name": "Назва вигляду карти"
                    }
                },
                "button": {
                    "ok": "ОК",
                    "save": "Зберегти",
                    "cancel": "Скасувати",
                    "toolbarsave": "Зберегти вигляд карти"
                },
                "error": {
                    "title": "Помилка!",
                    "generic": "Системна помилка| Спробуйте пізніше",
                    "notsaved": "Неможливо зберегти вигляд карти",
                    "notdeleted": "Неможливо видалити вигляд карти",
                    "makePublic": "Неможливо опублікувати вигляд карти. Спробуйте пізніше",
                    "makePrivate": "Неможливо скасувати публікацію вигляду карти. Спробуйте пізніше",
                    "loadfailed": "Неможливо завантажити вигляди карти"
                }
            },
            "publishedmaps": {
                "title": "Вбудовані карти",
                "show": "Показати на карті",
                "getHTML": "NOT TRANSLATED",
                "edit": "Редагувати",
                "publish": "Опублікувати карту",
                "unpublish": "Скасувати публікацію карти",
                "delete": "Видалити",
                "grid": {
                    "name": "Назва",
                    "domain": "Налаштування карти",
                    "publish": "Статус",
                    "show": "NOT TRANSLATED",
                    "html": "NOT TRANSLATED",
                    "edit": "NOT TRANSLATED",
                    "delete": "NOT TRANSLATED"
                },
                "published": {
                    "desc": "NOT TRANSLATED"
                },
                "popup": {
                    "edit": "Змінити назву карти",
                    "title": "Зберегти карту",
                    "label": "Назва карти",
                    "placeholder": "Назвати карту",
                    "save": "Зберегти",
                    "cancel": "Скасувати",
                    "error_noname": "Назвати карту",
                    "deletetitle": "Видалити карту?",
                    "deletemsg": "Впевнені, що хочете видалити вбудовану карту? Вона більше не буде відображатись на вашому вебсайті",
                    "showErrorTitle": "Незакінчений вигляд",
                    "showConfirmMissing": "Деякі збережені шари карти недоступні, все ще хочете відкрити цей вигляд?",
                    "showConfirmNotLoaded": "Деякі шари карти все ще не завантажено, спробуйте пізніше"
                },
                "save": {
                    "success": "Карту збережено",
                    "error_noname": "Назва не може бути порожньою",
                    "error_illegalchars": "Назва містить недопустимі символи. Допускаються літери a-z, а також å, ä, ö, цифри та дефіс.",
                    "msg": {
                        "view_name": "Назва карти"
                    }
                },
                "button": {
                    "ok": "ОК",
                    "save": "Зберегти",
                    "cancel": "Скасувати",
                    "toolbarsave": "Зберегти карту"
                },
                "error": {
                    "title": "Помилка!",
                    "generic": "Системна помилка| Спробуйте пізніше",
                    "notsaved": "Неможливо зберегти карту",
                    "notdeleted": "Неможливо видалити карту",
                    "makePublic": "Неможливо опублікувати карту. Спробуйте пізніше",
                    "makePrivate": "Неможливо скасувати публікацію карти. Спробуйте пізніше"
                }
            },
            "account": {
                "title": "Мій обліковий запис",
                "firstName": "Ім'я",
                "lastName": "Прізвище",
                "nickName": "Псевдонім",
                "email": "E-mail",
                "changeInfo": "Змінити дані облікового запису",
                "changePassword": "Змінити пароль",
                "removeAccount": "Видалити обліковий запис",
                "changeInfoUrl": "/web/uk/profile"
            }
        },
        "button": {
            "yes": "Так",
            "no": "Ні"
        }
    }
}
);