Oskari.registerLocalization(
{
    "lang": "ka",
    "key": "PersonalData",
    "value": {
        "title": "ჩემი მონაცემები",
        "desc": "ჩემი მონაცემები",
        "notLoggedIn": "ჩემ მონაცემებში შეგიძლიათ, შეინახოთ რუკის ხედები და დაათვალიეროთ რუკები, რომლებიც ჩადგით სხვა ვებ–გვერდებზე",
        "notLoggedInText": "NOT TRANSLATED.",
        "tabs": {
            "myviews": {
                "title": "ჩემი რუკის ხედები",
                "edit": "რედაქტირება",
                "publish": "გამოქვეყნება",
                "unpublish": "არგამოქვეყნება",
                "delete": "წაშლა",
                "grid": {
                    "name": "დასახელება",
                    "description": "აღწერილობა",
                    "publish": "გამოქვეყნებულია",
                    "edit": "",
                    "delete": ""
                },
                "popup": {
                    "edit": "ხედის ინფორმაციის რედაქტირება",
                    "title": "რუკის ხედის შენახვა",
                    "label": "რუკის ხედის დასახელება",
                    "name_placeholder": "მიეცი დასახელება რუკის ხედს",
                    "description_placeholder": "მიეცი აღწერილობა რუკის ხედს",
                    "save": "შენახვა",
                    "cancel": "გაუქმება",
                    "error_noname": "ჩაწერეთ დასახელება",
                    "deletetitle": "დაადასტურეთ წაშლა",
                    "deletemsg": "გსურთ ამ რუკის ხედის წაშლა?"
                },
                "save": {
                    "success": "რუკის ხედი შენახულია",
                    "error_noname": "დასახელების ველი არ შეიძლება იყოს შეუვსებელი",
                    "error_illegalchars": "დასახელება შეიცავს  აკრძალულ სიმბოლოებს.დაშვებული სიმბოლოებია ასოები a-z, ასევე å, ä და ö, ციფრები, სასვენი ნიშნები და დეფისი.",
                    "msg": {
                        "view_name": "რუკის ხედის დასახელება"
                    }
                },
                "button": {
                    "ok": "დიახ",
                    "save": "შენახვა",
                    "cancel": "გაუქმება",
                    "toolbarsave": "რუკის ხედის შენახვა"
                },
                "error": {
                    "title": "შეცდომა",
                    "generic": "სისტემური შეცდომა/ სცადეთ მოგვიანებით",
                    "notsaved": "რუკის ხედის შენახვა შეუძლებელია",
                    "notdeleted": "რუკის ხედის წაშლა შეუძლებელია",
                    "makePublic": "რუკის ხედის გამოქვეყნება შეუძლებელია. სცადეთ მოგვიანებით",
                    "makePrivate": "რუკის ხედის არგამოქვეყნება შეუძლებელია. სცადეთ მოგვიანებით",
                    "loadfailed": "რუკის ხედების ჩატვირთვა შეუძლებელია"
                }
            },
            "publishedmaps": {
                "title": "ჩადგმული რუკები",
                "show": "ჩვენება რუკაზე",
                "getHTML": "",
                "edit": "რედაქტირება",
                "publish": "რუკის გამოქვეყნება",
                "unpublish": "რუკის არგამოქვეყნება",
                "delete": "წაშლა",
                "grid": {
                    "name": "დასახელება",
                    "domain": "რუკის პარამეტრები",
                    "publish": "სტატუსი",
                    "show": "",
                    "html": "",
                    "edit": "",
                    "delete": ""
                },
                "published": {
                    "desc": ""
                },
                "popup": {
                    "edit": "რუკის დასახელების შეცვლა",
                    "title": "რუკის შენახვა",
                    "label": "რუკის დასახელება",
                    "placeholder": "მიეცი რუკას დასახელება",
                    "save": "შენახვა",
                    "cancel": "გაუქმება",
                    "error_noname": "მიეცი რუკას დასახელება",
                    "deletetitle": "წაიშალოს რუკა?",
                    "deletemsg": "გსურთ ჩადგმული რუკის წაშლა? ის აღარ გამოჩნდება თქვენს ვებ–გვერდზე",
                    "showErrorTitle": "არასრული ხედი",
                    "showConfirmMissing": "ზოგი შენახული რუკის ფენა მიუწვდომელია, მაინც გსურთ ამ ხედის გახსნა?",
                    "showConfirmNotLoaded": "რუკის ზოგიერთი ფენა არ არის ჩატვირთული. სცადეთ მოგვიანებით"
                },
                "save": {
                    "success": "რუკა შენახულია",
                    "error_noname": "დასახელების ველი არ შეიძლება იყოს შეუვსებელი",
                    "error_illegalchars": "დასახელება შეიცავს უარყოფილ სიმბოლოებს.დაშვებული სიმბოლოებია ასოები a-z, ასევე å, ä და ö, ციფრები, სასვენი ნიშნები და დეფისი.",
                    "msg": {
                        "view_name": "რუკის დასახელება"
                    }
                },
                "button": {
                    "ok": "დიახ",
                    "save": "შენახვა",
                    "cancel": "გაუქმება",
                    "toolbarsave": "რუკის შენახვა"
                },
                "error": {
                    "title": "შეცდომა!",
                    "generic": "სისტემური შეცდომა/ სცადეთ მოგვიანებით",
                    "notsaved": "რუკის შენახვა შეუძლებელია",
                    "notdeleted": "რუკის წაშლა შეუძლებელია",
                    "makePublic": "რუკის გამოქვეყნება შეუძლებელია. სცადეთ მოგვიანებით",
                    "makePrivate": "რუკის არგამოქვეყნება შეუძლებელია. სცადეთ მოგვიანებით"
                }
            },
            "account": {
                "title": "ჩემი ანგარიში",
                "firstName": "სახელი",
                "lastName": "გვარი",
                "nickName": "მეტსახელი",
                "email": "ელ–ფოსტა",
                "changeInfo": "თქვენი ანგარიშის შესახებ ინფორმაციის შეცვლა",
                "changePassword": "თქვენი პაროლის შეცვლა",
                "removeAccount": "თქვენი ანგარიშის წაშლა",
                "changeInfoUrl": ""
            }
        },
        "button": {
            "yes": "დიახ",
            "no": "არა"
        },
        "guidedTour": {
            "title": "ჩემი მონაცემები",
            "message": "როდესაც შესული ხართ სერვისში გამოჩნდება თქვენს მიერ რუკაზე მონიშნული ყველა ადგილი, შენახული რუკის ხედები და ჩადგმული რუკები",
            "openLink": "ჩემი მონაცემების ჩვენება",
            "closeLink": "ჩემი მონაცემების დამალვა",
            "tileText": "ჩემი მონაცემები"
        }
    }
});