Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "LayerSelector",
    "value": {
        "title": "Слои карты",
        "desc": "",
        "errors": {
            "title": "Ошибка",
            "generic": "Произошла системная ошибка.",
            "loadFailed": "Не удалось загрузить слои карты. Перезагрузите веб-страницу в браузере и снова выберите слои карты.",
            "noResults": "Результаты поиска не найдены. Пожалуйста, проверьте поисковый запрос.",
            "noResultsForKeyword": "Слои карты не найдены. Пожалуйста, проверьте поисковый запрос.",
            "minChars": "Поисковый запрос слишком короткий. Введите не менее четырех символов."
        },
        "loading": "Поиск...",
        "filter": {
            "text": "Поиск слоев карты.",
            "keywordsTitle": "Ключевые слова",
            "shortDescription": "Поиск слоев карты по названию слоя карты, названию поставщика данных или ключевому слову.",
            "description": "Поиск слоев карты по названию слоя карты, названию поставщика данных или ключевому слову. Можно ввести запрос целиком или его часть. Поисковый запрос должен содержать не менее четырех символов.",
            "inspire": "По теме",
            "organization": "По поставщику данных",
            "published": "Пользователи",
            "didYouMean": "Вы имели в виду:"
        },
        "published": {
            "organization": "Опубликованный слой карты",
            "inspire": "Опубликованный слой карты"
        },
        "tooltip": {
            "type-base": "Картографическая основа",
            "type-wms": "Слой карты (WMS, WMTS)",
            "type-wfs": "Информационный продукт (WFS)",
            "type-wfs-manual": "Обновить данные объектов, нажав кнопку 'Данные объектов' или 'Обновить' в окне карты.",
            "type-timeseries": "Слой временного ряда",
            "unsupported-srs": "Неподдерживаемая проекция карты"
        },
        "backendStatus": {
            "OK": {
                "tooltip": "Слой карты в настоящее время доступен.",
                "iconClass": "backendstatus-ok"
            },
            "DOWN": {
                "tooltip": "Слой карты в настоящее время недоступен.",
                "iconClass": "backendstatus-down"
            },
            "ERROR": {
                "tooltip": "Слой карты в настоящее время недоступен.",
                "iconClass": "backendstatus-error"
            },
            "MAINTENANCE": {
                "tooltip": "Слой карты может быть иногда недоступен в течение нескольких следующих дней.",
                "iconClass": "backendstatus-maintenance"
            },
            "UNKNOWN": {
                "tooltip": "",
                "iconClass": "backendstatus-unknown"
            },
            "UNSTABLE": {
                "tooltip": "",
                "iconClass": "backendstatus-unstable"
            }
        },
        "buttons": {
            "ok": "OK"
        },
        "types": {
            "syn": "Синоним",
            "lk": "Связанное понятие",
            "vk": "Координатное понятие",
            "ak": "Понятие более низкого уровня",
            "yk": "Понятие более высокого уровня"
        },
        "layerFilter": {
            "buttons": {
                "newest": "Новейшие"
            },
            "tooltips": {
                "newest": "Показать ## новейших слоев карт",
                "remove": "Удалить фильтр"
            }
        },
        "guidedTour": {
            "title": "Слои карты",
            "message": "В меню Слои карты вы можете найти все слои карты в картографическом сервисе. <br/><br/> Сортировка слоев карты по темам или поставщикам данных. <br/><br/> Поиск слоев карты по названию слоя карты, названию поставщика данных или ключевому слову. Новейшие слои карты, векторные слои и публикуемые слои можно найти в заданных списках.<br/><br/> Открыть слои карты можно в меню Выбранные слои.",
            "openLink": "Показать Слои карты",
            "closeLink": "Скрыть Слои карты",
            "tileText": "Слои карты"
        }
    }
});
